{
    "http://cwrc.ca/cwrcdata/woolvi_MentalHealth_Event3": [
        [
            "-0.12574",
            "51.50853"
        ],
        "9 September 1913: After several months of illness, during which she was sent to Burley, the private Twickenham nursing home where she had been in 1910, VW attempted suicide by taking an overdose of the sedative veronal. She..."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_relocatesTo_Event2": [
        [
            "-0.12574",
            "51.50853"
        ],
        "10 April 1907: Virginia Stephen (later VW) moved to 29 Fitzroy Square to live with her surviving brother, Adrian. Vanessa and Clive Bell took over the former family home at 46 Gordon Square."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Violence_Event4": [
        [
            "-0.12574",
            "51.50853"
        ],
        "14 September 1940: A time-bomb caused significant damage to 37 Mecklenburgh Square, which had been Virginia and Leonard Woolf's London residence since August 1939 (they were not there at the time)."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_relocatesTo_Event1": [
        [
            "-0.12574",
            "51.50853"
        ],
        "October 1904: After their father's death, the siblings of Virginia Stephen (later VW) moved from 22 Hyde Park Gate to live independently at 46 Gordon Square, in then unfashionable Bloomsbury; she joined them there in January 1905."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_travelsTo_Event2": [
        [
            "-0.12574",
            "51.50853"
        ],
        [
            "1.08333",
            "49.93333"
        ],
        [
            "1.02783",
            "49.82942"
        ],
        [
            "4.5",
            "47"
        ],
        "24 September 1928: VW left London for a one-week tour of Burgundy with Vita Sackville-West. During this trip they also spent time with painters Ethel Sands and Nan Hudson at their home at Auppegard near Dieppe."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_relocatesTo_Event3": [
        [
            "-0.12574",
            "51.50853"
        ],
        "20 November 1911: Virginia Stephen (later VW) moved again, from 29 Fitzroy Square to 38 Brunswick Square, with her brother Adrian and friends."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_InstitutionalEducation_Event1": [
        [
            "-0.12574",
            "51.50853"
        ],
        "October 1897: Virginia Stephen (later VW) began studying Latin and classics with Dr George Warr at the Kensington Ladies' Department of King's College, London. She did not take the exams, however."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_inhabits_Event1": [
        [
            "-0.12574",
            "51.50853"
        ],
        [
            "0.05158",
            "50.85212"
        ],
        "October 1912: Virginia and Leonard Woolf moved to rooms at 13 Clifford's Inn; from this time they began dividing their time between London and Asheham, Virginia's house in Beddingham."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_inhabits_Event4": [
        [
            "-0.12574",
            "51.50853"
        ],
        "9 January 1924: Eager to return to the excitement of the city after nearly a decade at Hogarth House in Richmond, Virginia and Leonard Woolf purchased a ten-year lease on 52 Tavistock Square, London."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Occupation_Event1": [
        [
            "-0.12574",
            "51.50853"
        ],
        "14 January 1905: Virginia Stephen (later VW) began giving weekly classes at Morley College in Lambeth."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Occupation_Event2": [
        [
            "-0.12574",
            "51.50853"
        ],
        "23 March 1917: Virginia and Leonard Woolf ordered a printing press. It was delivered to Hogarth House in Richmond on 24 April."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_inhabits_Event2": [
        [
            "-0.12574",
            "51.50853"
        ],
        "1 April 1915: VW was brought to Hogarth House in Richmond, the new home of herself and Leonard, seriously ill and attended by four nurses. But by November the twenty dark years were over, and the fertile stretch..."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Violence_Event5": [
        [
            "-0.12574",
            "51.50853"
        ],
        "16 October 1940: The recent and longtime London home of Virginia and Leonard Woolf, 52 Tavistock Square, was destroyed by a bomb."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Political_Event2": [
        [
            "-0.12574",
            "51.50853"
        ],
        "1916-1920: VW organised and chaired twice-monthly meetings of the Richmond Women's Co-operative Guild."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Occupation_Event6": [
        [
            "-0.13947",
            "50.82838"
        ],
        "27 April 1940: VW addressed the Women's Institute in Brighton; she turned her lecture into the essay The Leaning Tower shortly afterwards."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_inhabits_Event3": [
        [
            "0.0088",
            "50.87398"
        ],
        [
            "0.01588",
            "50.83917"
        ],
        "1 July 1919: VW and her husband Leonard purchased their country home, Monk's House in the village of Rodmell, near Lewes in Sussex, for ¥700. The name was invented by a real estate agent and the house had..."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_travelsTo_Event1": [
        [
            "22.34954",
            "40.08175"
        ],
        "8 September 1906: Virginia and Vanessa Stephen (later Woolf and Bell) and Violet Dickinson left England for Greece, where at Olympia on 13 September they met up with Thoby and Adrian Stephen."
    ],
    "http://cwrc.ca/cwrcdata/woolvi_Occupation_Event7": [
        [
            "0.01588",
            "50.83917"
        ],
        "23 July 1940: VW gave a talk to the Rodmell Women's Institute on her participation in the Dreadnought Hoax of February 1910."
    ]
}
