"<div id=\"entry_doc_life\">\n<div class=\"personname_datastruct\">\n<div class=\"personname_dataitem\">\n       Birth Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Adeline   Virginia   Stephen\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Married Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Woolf\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Nickname:  '\n       <span class=\"person_name\">\n<strong>\n<em>\n          Ginia\n         </em>\n</strong>\n</span>\n       '\n      </div>\n</div>\n<div class=\"paragraph\">\n      Her first Christian name, never used, was given in memory of her mother's sister, who died shortly before Virginia's birth.\n      'Ginia' was her earliest family nickname. She later gave herself many more, using different names with different people. Many were animal names: Sparrow, Wallaby, Billy, Ape, Goat, Mandril, and Marmoset. They were elastic, generative: Goat developed into Goatus Esq., or Capra. At fifteen she named herself Miss Jan. Biographer\n      Hermione Lee\n      sees this as her first construction of herself as an author.\n     </div>\n<h3>\n      Birth and Background\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       25 January 1882\n      </strong>\n      Adeline Virginia Stephen, later VW, was born at\n      22 Hyde Park Gate\n      ,\n      Kensington\n      ,\n      London\n      , the third of the four children of\n      Sir Leslie Stephen\n      and\n      Julia Prinsep Stephen\n      .\n     </div>\n<div class=\"paragraph\">\n      The year of her birth was the first year of her father's work on the\n      Dictionary of National Biography\n      .\n     </div>\n<h4>\n      Inheritance, Ancestresses\n     </h4>\n<div class=\"paragraph\">\n      VW was the daughter not only \"of an educated man,\"\n      but of one of the most influential intellectuals in late Victorian England. Her family on both sides was part of the \"intellectual ascendancy\".\n      Though many of her forebears were\n      Quakers\n      or Evangelicals, both parents had become agnostic. In her own account of her class and intellectual inheritance, she wrote that she was born \"not of rich parents, but of well-to-do parents . . . into a very communicative, literate, letter-writing, visiting, articulate, late nineteenth-century world.\"\n      She was vividly aware of \"thousands of ancestresses in the past\"\n      —\"Note 'ancestresses',\"\n      writes Hermione Lee—and her work is preoccupied by moments and figures that are unacknowledged by patriarchal culture and by exploration of \"states of mind so muted that they almost defied expression.\"\n     </div>\n<div class=\"paragraph\">\n      In her forties, after watching a village wedding, VW wrote: \"We dont belong to any 'class'; we thinkers: might as well be French or German. Yet I am English in some way.\"\n      Her calling herself an 'Outsider' is famous, and so is her statement: \"in fact, as a woman, I have no country. As a woman I want no country. As a woman my country is the whole world.\"\n      But this statement is set (into\n      Three Guineas\n      ) as part of a less-known passage. It continues:\n      <div class=\"blockquote\">\n       And if, when reason has said its say, still some obstinate emotion remains, some love of England dropped into a child's ears by the cawing of rooks in an elm tree, by the splash of waves on a beach, or by English voices murmuring nursery rhymes, this drop of pure, if irrational, emotion she will make serve her to give to England first what she desires of peace and freedom for the whole world.\n      </div>\n      VW's work is everywhere full of that 'obstinate emotion', whether in Clarissa Dalloway's morning lark, buying the flowers herself, or in Jacob Flanders at about twenty lying in a field of buttercups, or in the flight of the \"swallows—or martins were they?—\" in\n      Between the Acts\n      .\n     </div>\n<div class=\"paragraph\">\n      VW's childhood sexual experience was painful, humiliating, and formative, and her adult sexuality has been much discussed since publication of\n      \"A Sketch of the Past\"\n      ,\n      \"22 Hyde Park Gate\"\n      , and\n      \"Old Bloomsbury\"\n      in\n      Moments of Being: Unpublished Autobiographical Writings\n      , 1976.\n      She later shared the principled objections of her Bloomsbury friends to the Victorian social management of sexuality, which they saw as based on possessiveness, jealousy, and exploitation. Her own erotic relationships were with individuals of both sexes.\n     </div>\n<h4>\n      Mother\n     </h4>\n<div class=\"paragraph\">\n      VW's mother, née\n      Julia Prinsep Jackson\n      (1846-95), was born in India and brought to England as a toddler.\n      She was a favourite niece (and subject) of photographer\n      Julia Margaret Cameron\n      , on whom she published an entry in the\n      Dictionary of National Biography\n      . She grew up in Pre-Raphaelite circles and was admired by, among others,\n      Elizabeth Robins\n      ,\n      G. F. Watts\n      ,\n      Edward Burne-Jones\n      , and\n      William Holman Hunt\n      (who proposed to her).\n      She married Herbert Duckworth in 1867, but was suddenly widowed in 1870, while pregnant with Gerald, their third child (whose birth followed those of George and Stella). After Herbert's death, Julia lost her faith and \"found much of interest in the essays of Leslie Stephen on religion and agnosticism.\"\n      She married Leslie Stephen eight years later (on 26 March 1878), and the four Stephen children (Vanessa, Thoby, Virginia, and Adrian) followed in quick succession. She taught the children herself, at the dining-room table.\n     </div>\n<div class=\"paragraph\">\n      Julia Stephen was known for her beauty, melancholy, and charitable good works. VW's biographer Hermione Lee remarks that she \"seems to have fully endorsed the Victorian models for female behaviour.\"\n      Like her husband, she had a sombre mien, and with him she \"shared a view of life as work.\"\n      She had a Victorian devotion to the ill and poor, and she was especially passionate about nursing. (She published an essay on it—\n      <em>\n       Notes from Sick Rooms\n      </em>\n      —in 1883.) In June 1889 she was a signatory (one of 103) to Mary Augusta Ward's\n      \"An Appeal Against Female Suffrage\"\n      in\n      Nineteenth Century\n      .\n     </div>\n<div class=\"paragraph\">\n      Julia Stephen wrote stories—\"family tales with a message\"\n      —for her children, and she was the most valued reader of their family newspaper, the\n      \"Hyde Park Gate News\"\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       5 May 1895\n      </strong>\n      Julia Stephen\n      , Leslie Stephen's wife and VW's mother, died at the age of forty-nine from either influenza or rheumatic fever, a condition exacerbated by overwork.\n     </div>\n<div class=\"paragraph\">\n      Julia's death plunged her husband into overwhelming grief.\n     </div>\n<div class=\"paragraph\">\n      Virginia was thirteen: this death ended her childhood and provoked her first nervous breakdown. She said later that her mother's death was \"the greatest disaster that could happen,\"\n      and she remained preoccupied by her lost mother until she wrote her into Mrs Ramsay of\n      To the Lighthouse\n      . Phyllis Rose observes that \"the natural adolescent process of detachment from her mother ended catastrophically,\" leaving her hungry for affection and mentally haunted by her mother,\n      and\n      Hermione Lee\n      believes that \"coming to terms with\" Julia's death and \"laying this ghost to rest, is one of the secret plots of Virginia Woolf's existence.\"\n     </div>\n<div class=\"paragraph\">\n      Years later, looking back, VW attached to this time a shift in her creative development, the sharpening of her sensations and thoughts. She met her brother\n      Thoby\n      at\n      Paddington Station\n      when he came to Julia's funeral. Her view of the sunset there sparked her belief that \"my mother's death unveiled and intensified; made me suddenly develop perceptions, as if a burning glass had been laid over what was shaded and dormant.\"\n     </div>\n<h4>\n      Father\n     </h4>\n<div class=\"paragraph\">\n      VW's father,\n      Sir Leslie Stephen\n      (1832-1904), was \"a Victorian philosopher and historian of ideas . . . literary historian and critic, and—perhaps most important—a biographer.\"\n      Mark Hussey writes that he was, \"after\n      Matthew Arnold\n      , the most important late-Victorian man of letters.\"\n      He was also a passionate walker and hiker. Educated at\n      Eton\n      and\n      Trinity Hall\n      , Cambridge, he returned there as a junior tutor in 1856, after serving the Church first as a deacon, then as a parson. But like many contemporaries, Stephen lost his faith—\"rather painlessly . . . over the problem of evil,\" according to S. P. Rosenbaum, who quotes him: \"The potter has no right to be angry with his pots. . . . If he wanted them different, he should have made them different. The consistent theologian must choose between the Creator and the Judge.\"\n      As an agnostic, Stephen could no longer discharge his duties in good faith, so he resigned his tutorship in 1860, and finally left Cambridge (still officially an Anglican institution) in 1864. On 23 March 1875 he formally renounced his priesthood in the company of\n      Thomas Hardy\n      , whom he had asked to witness his signature.\n      A passionate free-thinker, Stephen attacked religion \"as the breeding ground of intolerance and hypocrisy.\"\n     </div>\n<div class=\"paragraph\">\n      He was immensely influential. As editor of the\n      Cornhill Magazine\n      from 1871 to 1882, he published\n      Henry James\n      ,\n      Thomas Hardy\n      ,\n      Matthew Arnold\n      ,\n      Robert Browning\n      , and\n      George Meredith\n      , among others.\n      He was the first editor of the\n      Dictionary of National Biography\n      , for which he edited the first twenty-six volumes and wrote many entries himself, giving up this work in 1890 only because of exhaustion.\n      Stephen also wrote what Hermione Lee calls \"vigorous lives\" of\n      Johnson\n      ,\n      Pope\n      ,\n      Swift\n      ,\n      Hobbes\n      , and\n      George Eliot\n      for\n      John Morley\n      's\n      English Men of Letters\n      series, as well as a series of essays published in the\n      Cornhill\n      as\n      <em>\n       Hours in a Library\n      </em>\n      .\n      His work in biography (which he believed was an essential ingredient of history) had a powerfully formative influence in his daughter's development as a writer, and so did his intellectual courage. S. P. Rosenbaum, who writes that she \"was, after all, the writer-father's writer-daughter,\" also sees Leslie Stephen as \"the father of that extended family of writers and artists which formed around his children and is now known as the Bloomsbury Group.\"\n      Lyndall Gordon\n      (in her entry on Woolf in the\n      Oxford Dictionary of National Biography\n      ) voices the suspicion that his \"unorthodox tramps\", walks taken not on the path but across uncharted country, may have had even deeper influence.\n     </div>\n<div class=\"paragraph\">\n      Notwithstanding his great intellectual influence and major achievements—the\n      Dictionary of National Biography\n      is a lasting monument—Stephen thought himself a failure. He was morose and needy, plagued by an \"obsession with his 'genius' and his reputation.\" His friend Henry James referred to his \"ineffable and impossible taciturnity and dreariness.\"\n     </div>\n<div class=\"paragraph\">\n      Stephen's sombre attitude was a consequence in part of his sad marital history. He married his first wife,\n      Harriet Marian (Minny) Thackeray\n      (younger daughter of\n      William Makepeace Thackeray\n      , sister of Anne Thackeray Ritchie) in 1867. She bore him a daughter,\n      Laura\n      , in 1870, but died in premature childbirth in 1875. Julia, whom he married in 1878, died in 1895.\n     </div>\n<div class=\"paragraph\">\n      Quentin Bell\n      writes that Stephen saw himself as \"a skinless man, so nothing was to touch him save [Julia's] soothing and healing hand.\"\n      Julia's children felt that \"he wore her out with his demands for support.\"\n      After her death, he demanded that Stella step into Julia's role in the household. He was \"extortionate, melodramatic.\"\n      When Stella married Jack Hills, he transferred his expectation of support to his next daughter. This permanently alienated Vanessa, but Virginia's feelings for him \"survived the worst outrages of his performance as a widower.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       22 February 1904\n      </strong>\n      Leslie Stephen\n      , VW's father, died of bowel cancer. He had become ill in 1900, and his slow decline was very hard on his children; Virginia's second serious bout of mental illness followed shortly afterwards.\n     </div>\n<div class=\"paragraph\">\n      Of Leslie Stephen's relations, Virginia was closest to the writer\n      Anne Thackeray Ritchie\n      (Minny Stephen's sister), and to\n      Caroline Emelia Stephen\n      (Leslie's sister).\n     </div>\n<h4>\n      Vanessa\n     </h4>\n<div class=\"paragraph\">\n      Virginia and\n      Vanessa\n      (1879-1961, the eldest of Leslie and Julia Stephen's children), were close to one another throughout their lives. In\n      \"A Sketch of the Past\"\n      , VW recalls that after the death of their stepsister Stella in 1897 they became a \"very close conspiracy. In that world of many men, coming and going, we formed our private nucleus.\"\n      Growing up, both wished for independent artistic careers. In 1901 Vanessa was admitted to the Painting School of the\n      Royal Academy of Arts\n      ; in 1905 she exhibited for the first time and also founded the\n      Friday Club\n      , \"a disparate group of artists, mainly women, for the purpose of discussion and exhibition of the members' work.\"\n      In 1906, two days after her brother Thoby's death from typhoid fever, she agreed to marry\n      Clive Bell\n      . Their first child,\n      Julian Thoby Bell\n      , was born in 1908, their second,\n      Quentin\n      , in 1910. In 1912 Vanessa exhibited at the second Post-Impressionist Exhibition, and a year later became, with\n      Roger Fry\n      and\n      Duncan Grant\n      , a director of the\n      Omega Workshops\n      . In 1916 she moved to\n      Charleston\n      in\n      Sussex\n      to live with Duncan Grant and\n      David Garnett\n      .\n      Angelica\n      , her third child (with Grant, though her husband, Clive Bell, was represented as the father), was born in 1918.\n     </div>\n<div class=\"paragraph\">\n      The two sisters were artistic collaborators: Vanessa designed the dustjackets for all of Woolf's books after\n      Jacob's Room\n      in 1922 except\n      Orlando\n      and\n      <em>\n       A Letter to a Young Poet\n      </em>\n      , and for many other books besides.\n     </div>\n<div class=\"paragraph\">\n      Though Virginia loved her sister deeply and longed for her acceptance and approval, she was at some level envious of Vanessa's marriage and motherhood. She began an intense flirtation with Clive Bell after Julian was born, beginning in February 1908.\n     </div>\n<h4>\n      Thoby\n     </h4>\n<div class=\"paragraph\">\n      Virginia's elder brother, Thoby (1880-1906), was confident, talented, charming, and very important to her. At\n      Trinity College, Cambridge\n      , he developed a circle of friends who were to be the core of the Bloomsbury Group. These included Leonard Woolf, whom Virginia met through him.\n      Thoby\n      died of typhoid fever in November 1906. In\n      Jacob's Room\n      , 1922, VW movingly evokes his memory and merges her personal loss of her brother with the wider loss of thousands of young men in the First World War. Her memories of Thoby also went into the creation of Percival in\n      The Waves\n      , 1931. When Vanessa read this novel, she wrote to Virginia: \"if you wouldn't think me foolish I should say that you have found the 'lullaby capable of singing him to rest.'\"\n     </div>\n<h4>\n      Adrian\n     </h4>\n<div class=\"paragraph\">\n      Adrian\n      (1883-1948) was the youngest Stephen child. After Vanessa's marriage he lived with Virginia at 29 Fitzroy Square, then moved with her to 38 Brunswick Square. Like Thoby, he studied at\n      Trinity College, Cambridge\n      , where he read law. He later studied medicine and in 1926 qualified as a psychiatrist. It was he who, with Horace Cole, concocted the Dreadnought Hoax. During the First World War, he argued (unsuccessfully) on behalf of the conscientious objectors\n      Lytton Strachey\n      ,\n      Duncan Grant\n      , and\n      David Garnett\n      . He was a politically active pacifist who worked in the\n      No-Conscription Fellowship\n      and the\n      National Council for Civil Liberties\n      . Before the Second World War he was actively anti-fascist, and Hussey reports that \"he alerted the Woolfs to the savagery of the\n      Nazis\n      and provided them with enough morphine for suicide should the Nazis invade England.\"\n     </div>\n<h4>\n      Quentin Bell\n     </h4>\n<div class=\"paragraph\">\n      Quentin Bell\n      , VW's younger nephew, many years later became his aunt's biographer and editor. In a preface to a general-interest booklet, he wrote that among his \"fairly large collection of aunts and uncles,\" many of them a pleasure for him and his brother to visit, the Woolfs were special. \"Hogarth House was a treat\" for schoolboys, where Leonard's dry humour and Virginia's \"fantastic sallies\", perfect foils to each other, provided \"enchantment of a more splendid kind\" than the cinema.\n      Bell continued: \"The person who called Bloomsbury 'Gloomsbury' cannot have known Virginia. Her laughter made a paradise of Richmond.\"\n     </div>\n<h4>\n      Step-siblings\n     </h4>\n<div class=\"paragraph\">\n      Leslie Stephen\n      's daughter from his previous marriage,\n      Laura\n      (1868-1934), suffered from some form of mental disability and lived most of her life in institutions.\n      Julia Stephen\n      had three children from her first marriage: George, Stella, and Gerald Duckworth. Both Duckworth brothers were educated at\n      Eton\n      and\n      Cambridge\n      .\n     </div>\n<h4>\n      Stella\n     </h4>\n<div class=\"paragraph\">\n      Virginia and Vanessa had deep affection for their half-sister Stella (1869-97), who seems not to have shared her brothers' fixation on 'society' and who was closely attached to her mother. After Julia's death, Stella, then twenty-six, assumed the maternal role in relation to the Stephen children and faithfully looked after the extravagantly grieving Leslie. Lyndall Gordon calls her VW's \"half-sister and surrogate mother.\"\n      When she accepted a proposal of marriage from John Waller Hills in 1896, Leslie made it clear that he felt abandoned. Stella died three months after her marriage.\n      Lee writes that Virginia and Vanessa thought of Stella's sad life \"as the epitome of 'all the old abuses' and vices of the family system.\" It became \"the basis for Virginia Woolf's analysis of the tyranny and hypocrisy of the Victorian fathers.\"\n     </div>\n<h4>\n      George\n     </h4>\n<div class=\"paragraph\">\n      The eldest of Julia's children from her first marriage,\n      George Duckworth\n      (1868-1934), was ten when his mother married VW's father. He grew into a conservative young man and a social climber. After Julia's death, when Leslie Stephen was enacting \"his pitiable histrionics\",\n      George became the Stephen girls' \"unofficial guardian\",\n      responsible for their social education.\n      He insisted on bringing Virginia and Vanessa into his 'fashionable' London society. Virginia in particular was forced to endure unpleasant and humiliating social occasions for which she had no taste. Lyndall Gordon writes that at these events she \"would know and speak to nobody all evening and would stand, crushed by the crowd, against the wall. On one occasion she managed to read Tennyson behind a curtain.\"\n      Both Virginia and\n      Vanessa\n      bitterly resented George for forcing on them his own values and lifestyle, and for his insensitivity about the financial difference between them. (During this period he had an annual income of £1,000 while they had annual allowances of £50 each.) In\n      \"A Sketch of the Past\"\n      , VW calls this time the \"Greek slave years\".\n     </div>\n<div class=\"paragraph\">\n      George and his brother Gerald also abused Virginia sexually.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       From about 1900\n      </strong>\n      Virginia Stephen endured the sexual aggression of her half-brother\n      George Duckworth\n      . After returning from the 'fashionable' balls and parties he escorted her to, he would pursue her into her bedroom and fondle her.\n     </div>\n<div class=\"paragraph\">\n      After Julia's and Stella's deaths, writes Lyndall Gordon, \"there was no controlling George . . . who would prowl by night, and pounce.\" At the same time: \"Shame and Victorian proprieties forbade mention of this.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       September 1903\n      </strong>\n      As Virginia Stephen's\n      father\n      was dying, Virginia's half-brother\n      George Duckworth\n      fondled her several times in a manner that amounted to sexual assault.\n     </div>\n<div class=\"paragraph\">\n      VW described the incidents much later in\n      \"22 Hyde Park Gate\"\n      , 1921, and\n      \"Old Bloomsbury\"\n      , 1922, both talks prepared for her friends in the\n      Memoir Club\n      . She also wrote about them to Vanessa.\n     </div>\n<div class=\"paragraph\">\n      Mark Hussey writes that the \"incest that Woolf suffered has been variously euphemized by several of her biographers and other critics.\"\n      Hermione Lee, who sees George as one of the tyrants in VW's childhood, finds the evidence of sexual abuse both \"strong\" and \"ambiguous\". Though the events remain hazy, \"Virginia Woolf herself thought that what had been done to her was very damaging.\"\n      Critic\n      Louise DeSalvo\n      writes that VW was \"a sexually abused child; she was an incest survivor.\"\n     </div>\n<h4>\n      Gerald\n     </h4>\n<div class=\"paragraph\">\n      Gerald Duckworth\n      (1870-1937) established the firm that became\n      Duckworth &amp; Co.\n      , publishers. He published VW's first two novels,\n      The Voyage Out\n      , 1915, and\n      Night and Day\n      , 1919.\n     </div>\n<div class=\"paragraph\">\n      In\n      \"A Sketch of the Past\"\n      , VW describes Gerald molesting her as a very small child. He was, as Lee writes, \"the first culprit in the distressing and contentious matter of Virginia Stephen's abuse as a child.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       Summer 1888\n      </strong>\n      The six-year-old Virginia Stephen (later VW) was sexually abused by her half-brother\n      Gerald Duckworth\n      , who was then eighteen. He left her with lasting feelings of shame.\n     </div>\n<div class=\"paragraph\">\n      VW did not discuss this incident specifically until the last years of her life.\n      Hermione Lee\n      , who considers the matter as fully as possible, argues that \"it would be rash to ignore or belittle the damage done to her sense of herself, at this moment, by the much older half-brother's predatory intrusion.\" She sees in VW's representations of childhood a recurrent \"moment of fear or shame or panic, the image of a safe private world being invaded, often with the strong sense of sexual threat.\"\n     </div>\n<h3>\n      Childhood and the End of Childhood\n     </h3>\n<h4>\n      First Places\n     </h4>\n<div class=\"paragraph\">\n      VW's imagination attached richly to place. In a well-known passage of\n      \"A Sketch of the Past\"\n      , she identifies her earliest memory of\n      Cornwall\n      as the foundation of her consciousness. If life, she says, is \"a bowl that one fills and fills and fills—then my bowl without a doubt stands upon this memory,\" and with that memory of rich, sharp early consciousness, comes also \"the purest ecstasy I can conceive.\"\n      Leslie Stephen came upon\n      Talland House\n      at\n      St Ives\n      in\n      Cornwall\n      while he was on a walking tour in 1882. It had \"a perfect view across the sea to\n      Godrevy lighthouse\n      .\"\n      He rented it, and the family spent summer holidays there until the early 1890s.\n      The house, the sea, and the lighthouse provide the setting for VW's best-known novel,\n      To the Lighthouse\n      . VW returned to Cornwall, physically and imaginatively, many times in her life.\n     </div>\n<div class=\"paragraph\">\n      Virginia grew up in the house at 22 Hyde Park Gate. This is where the Stephen and Duckworth families lived together until Leslie Stephen's death. VW remembered the tall, narrow house of her childhood as \"tangled and matted with emotion.\"\n     </div>\n<h4>\n      First Interests\n     </h4>\n<div class=\"paragraph\">\n      VW's early childhood was full of interests and activities, most shared with her siblings. They played cricket and charades, did photography, swam, went moth hunting. These childhood entertainments return in VW's imaginative writing, which is built so substantially on memory. Moth-hunting, which she associated with Thoby, \"most haunted her imagination,\" writes Hermione Lee.\n      At least equally important was Virginia's early story-telling and writing.\n     </div>\n<h4>\n      Early 'Breakdowns'\n     </h4>\n<div class=\"paragraph\">\n      This childhood suffered a series of heavy blows. Virginia's early sexual molestation was followed by a series of terrible deaths: her mother's, when she was thirteen; Stella's, when she was fifteen. These losses, suffered when she was moving from childhood to adolescence, were followed, when she was in her early twenties, by her father's and Thoby's deaths. After her mother's death, Virginia had, by her own account in \"Sketch made in summer 1939\", \"my first 'breakdown'\".\n      She was troubled by a racing pulse and complex feelings of numbness, confusion, and anger; she spent two years in (again her own words) \"a state of physical distress.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       19 July 1897\n      </strong>\n      The recently married Stella Duckworth, VW's half-sister, died at the age of twenty-eight.\n     </div>\n<div class=\"paragraph\">\n      Later VW felt that this loss was in some ways worse than her mother's. Lee writes that her \"irritability in her 1897 journal, her nervousness and her attacks of the 'fidgets', can be read as symptoms of her illness.\"\n     </div>\n<div class=\"paragraph\">\n      Shortly after the death of her\n      father\n      in May 1904, Virginia Stephen experienced a second and more serious nervous breakdown. She was nursed for nearly three months at the home of her friend\n      Violet Dickinson\n      , where she attempted suicide. The suicide attempt, this time jumping out of a window, was the first of several.\n     </div>\n<h4>\n      Education\n     </h4>\n<div class=\"paragraph\">\n      Virginia Woolf was educated at home. As a very young girl, she was tutored by her\n      mother\n      in Latin, French, and history. When she was between thirteen and fifteen, her\n      father\n      gave her lessons for two hours every day. She learned some maths and German from him. Virginia and\n      Vanessa\n      also (unhappily) studied singing, dancing, piano, and 'graceful deportment' with outside teachers.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       By January 1897\n      </strong>\n      Virginia Stephen (later VW) was reading widely and almost without restriction in her\n      father\n      's library. This was to have a profound impact on her creative and critical work.\n     </div>\n<div class=\"paragraph\">\n      Both Virginia and Vanessa felt that they were uneducated, and VW \"felt intellectually deprived,\" regretting all her life that \"she had never competed with other children.\"\n      She also, however, commented caustically on the \"advantage\" of the custom \"which allows the daughter to educate herself at home, while the son is educated by others abroad.\"\n      Three Guineas\n      suggests how deeply ironic such comment was.\n      Hermione Lee\n      is unequivocal about the reason why VW did not go to school: \"she was uneducated because [her father] did not want to spend the money on her.\"\n      While the pounds went into Thoby's and Adrian's education funds, their sister constructed her own curriculum.\n     </div>\n<div class=\"paragraph\">\n      Allowed uncensored access to her father's library, she made rich use of it.\n      Leslie Stephen\n      once commented to himself that \"Ginia is devouring books, almost faster than I like.\"\n      Her habit of voracious reading, continued throughout her life, came from here, as did the foundation of an intellectual independence so powerful as to redefine not only modern fiction but also the conventions governing the literary representation of women.\n      Lyndall Gordon\n      observes that VW's \"bookishness drew her closer to her father than his other children were.\"\n     </div>\n<div class=\"paragraph\">\n      Between 1 January and 30 June 1897, her reading included but was not limited to the following:\n      Charlotte Brontë\n      ,\n      Lady Barlow\n      (a commentator on\n      Charles Darwin\n      ),\n      Dinah Mulock Craik\n      ,\n      George Eliot\n      ,\n      Thomas Arnold\n      ,\n      Thomas Carlyle\n      ,\n      Charles Dickens\n      ,\n      Henry James\n      ,\n      Thomas Macaulay\n      ,\n      Samuel Pepys\n      ,\n      William Thackeray\n      , and\n      Anthony Trollope\n      .\n      She was also absorbed in\n      Richard Hakluyt\n      's Elizabethan adventure texts this year: this work would be back in her consciousness when she wrote\n      The Voyage Out\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       October 1897\n      </strong>\n      Virginia Stephen (later VW) began studying Latin and classics with Dr George Warr at the\n      Kensington\n      Ladies' Department of\n      King's College, London\n      . She did not take the exams, however.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       September 1898\n      </strong>\n      Virginia Stephen (later VW) began attending Latin classes taught by\n      Clara Pater\n      (sister of\n      Walter\n      ). They began on Greek in 1899, and it seems that the following year Virginia switched to private lessons.\n     </div>\n<div class=\"paragraph\">\n      Virginia read\n      Aeschylus\n      ,\n      Homer\n      ,\n      Sophocles\n      , and\n      Plato\n      , among others, with Clara Pater. In 1902, however, the Cambridge-educated\n      Janet Case\n      , who was a feminist as well as a classicist, took over as tutor, and with her Virginia learned to read difficult texts not only with great rigour but also with appreciation and pleasure.\n     </div>\n<div class=\"paragraph\">\n      Nevertheless, Virginia continued to feel her educational isolation, especially after her brother Thoby had gone up to Cambridge. \"Theres nothing like talk as an educator I'm sure,\" she wrote to him.\n      Like many of her female contemporaries, VW longed to go to university. To a certain extent she participated in university life through Thoby, to whom she wrote about literary matters and who, she said in\n      Moments of Being\n      , \"first told me—handing it on as something worth knowing—about the Greeks.\"\n      She said later that the intense and rigorous talk of the early\n      Bloomsbury Group\n      meetings gave her an understanding of the experience of undergraduates. Nevertheless her exclusion from university later figured prominently in VW's writing, and she identified access to higher education and the professions as the necessary condition of women's development.\n     </div>\n<h3>\n      Early Women Friends\n     </h3>\n<div class=\"paragraph\">\n      Virginia's tutor\n      Janet Case\n      became her lifelong friend.\n      In her late teens she had an array of female friends of ten to twenty years older than herself:\n      Violet Dickinson\n      , philanthropic Quaker, Kitty Maxse, Kensington hostess,\n      Nelly (Lady Eleanor) Cecil\n      , aristocratic writer (officially known as 'Lady Robert Cecil'), Virginia's cousin Emma Vaughan, and Emma's sister-in-law Madge Vaughan (who was daughter of the writer\n      John Addington Symonds\n      and mother of the college principal\n      Janet Vaughan\n      ). Most were women of achievement, and with each the relationship was somewhat erotic. Generally, these friendships lapsed when the Bloomsbury years began, but they provided the developing author with crucial personal and intellectual nourishment in their time.\n     </div>\n<h3>\n      New Independence in Bloomsbury\n     </h3>\n<h4>\n      Gordon Square\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       October 1904\n      </strong>\n      After their father's death, the siblings of Virginia Stephen (later VW) moved from\n      22 Hyde Park Gate\n      to live independently at\n      46 Gordon Square\n      , in then unfashionable\n      Bloomsbury\n      ; she joined them there in January 1905.\n     </div>\n<div class=\"paragraph\">\n      Because Virginia was recovering from her breakdown after her father's death,\n      Vanessa\n      took the primary responsibility for settling the family into their newly independent life. Virginia instead spent some time out of London, staying with a succession of people including her aunt\n      Caroline Emelia Stephen\n      at\n      Cambridge\n      . She was deeply frustrated by the lingering restrictions imposed on her after her spell of illness, and by not having a room of her own.\n      At Gordon Square permanently by December 1904, she began the 'street haunting' (preferably at dusk in winter for \"the champagne brightness of the air and the sociability of the streets\"),\n      which she was to continue all her life and to publish an essay on in 1927.\n     </div>\n<h4>\n      Work\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       14 January 1905\n      </strong>\n      Virginia Stephen (later VW) began giving weekly classes at\n      Morley College\n      in\n      Lambeth\n      .\n     </div>\n<div class=\"paragraph\">\n      This college, founded in 1885, offered evening classes to working women and men. VW lectured and led discussions on English Literature, English History, and Composition until December 1907.\n      Her work there began at a time when her professional career as a writer and reviewer was also just getting under way.\n      Lyndall Gordon\n      writes that she was at this time \"self-disciplined, professional, prolific, and courageous.\"\n     </div>\n<h4>\n      The Group\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       16 February 1905\n      </strong>\n      Thoby Stephen\n      , VW's brother, started 'Thursday Evenings' at\n      46 Gordon Square\n      , mainly so that he could keep in touch with his\n      Cambridge University\n      friends. These gatherings marked the beginning of what came to be called the '\n      Bloomsbury Group\n      '.\n     </div>\n<div class=\"paragraph\">\n      (Vanessa launched a parallel meeting for artists on Fridays: the\n      Friday Club\n      .) VW wrote that the Thursday evenings were \"the germ\" of \"all that has since come to be called—in newspapers, in novels, in Germany, in France—even, I daresay, in Turkey and Timbuktu—by the name of Bloomsbury.\"\n      Hermione Lee\n      writes that the three words 'the Bloomsbury group' \"have been so much used as to have become almost unusable—and, to some, almost unbearable.\"\n     </div>\n<div class=\"paragraph\">\n      Scholar\n      Mark Hussey\n      , who offers a succinct account of the group's complexities and transformations, notes that its definition \"depends on whose account is consulted.\"\n      What is certain is that the group began as a cluster of friends—artists, writers, thinkers—and that they participated fully in the broader, accelerating social and cultural change of the years before and after the First World War and in many ways helped to define that change. Personal transitions in the lives of the group members coincided with change in the broader sphere, from the time Leslie Stephen's children began to live newly independent lives when he died in 1904.\n     </div>\n<div class=\"paragraph\">\n      Early members of what VW called\n      \"Old Bloomsbury\"\n      (to distinguish the original members of the group from later additions) included Virginia and\n      Vanessa Stephen\n      ,\n      Leonard Woolf\n      ,\n      Clive Bell\n      ,\n      E. M. Forster\n      ,\n      Roger Fry\n      ,\n      Duncan Grant\n      ,\n      John Maynard Keynes\n      ,\n      Molly\n      and\n      Desmond MacCarthy\n      ,\n      Lytton Strachey\n      ,\n      Adrian Stephen\n      , and\n      Saxon Sydney-Turner\n      . Over time, the group expanded to include other friends and younger members (such as the Bell children,\n      Julian Bell\n      ,\n      Quentin\n      and\n      Angelica\n      , and\n      David Garnett\n      ), and, in what Quentin Bell called \"almost a second generation of Bloomsbury,\"\n      Rupert Brooke\n      ,\n      Katherine Cox\n      , Jacques Raverat (husband of\n      Gwen Raverat\n      ),\n      Frances Darwin\n      (later Cornford), and others.\n      Other figures who though not of Bloomsbury are sometimes associated with it include:\n      Carrington\n      ,\n      Lady Ottoline Morrell\n      , and\n      T. S. Eliot\n      .\n     </div>\n<div class=\"paragraph\">\n      The group's name, derived from the area of London in which several of its members lived (the area that includes the\n      University of London\n      ) flags a key feature: it met in personal spaces and was drawn and held together over the years by personal relationships and shared interests. As time passed, 'Bloomsbury' migrated to a variety of locations: after Vanessa married Clive Bell, in 1907, Adrian and Virginia moved to\n      29 Fitzroy Square\n      , and continued the meetings there; during the war it met in a club in\n      Soho\n      ;\n      after the war \"outposts such as\n      Charleston\n      , where Vanessa, Grant and Garnett had moved in 1916, and the Woolfs' Sussex home,\n      Monk's House\n      , became new centers of Bloomsbury activity.\"\n     </div>\n<div class=\"paragraph\">\n      The cultural production of members of 'Bloomsbury' was prodigious, embracing the imaginative, critical, and political writing of Virginia and\n      Leonard Woolf\n      ,\n      E. M. Forster\n      , and\n      Lytton Strachey\n      , the economic theories of\n      Maynard Keynes\n      , the painting of\n      Vanessa Bell\n      , and\n      Clive Bell\n      's art criticism (especially\n      <em>\n       Art\n      </em>\n      , 1914, which theorised modern painting).\n      Roger Fry\n      's\n      Grafton Gallery\n      exhibition,\n      Manet and the Post-Impressionists\n      , which opened on 6 November 1910, had major cultural impact, and so did his establishment with Vanessa Bell and\n      Duncan Grant\n      of the\n      Omega Workshops\n      , which opened at 33 Fitzroy Square on 8 July 1913.\n     </div>\n<div class=\"paragraph\">\n      'Bloomsbury' came to designate a new sensibility in philosophy, literature, art, and politics, and its growth has been linked with \"the crucial break between the 'Edwardians' and the 'Georgians', the point when 'human character changed'\"\n      (as VW wrote famously in her essay\n      \"Mr. Bennett and Mrs. Brown\"\n      ). In 1910 (the year Woolf named as representing the break with the past), political, social, and aesthetic change was everywhere.\n      King Edward VII\n      died (on 6 May); there was a constitutional crisis over the powers of the\n      House of Lords\n      in relation to financial decisions of the\n      House of Commons\n      ; Women's Suffrage politics were at their most heated (with 119 suffragists arrested on 'Black Friday', 18 November, for marching on the House of Commons); the\n      Liberal\n      Government of Prime Minister\n      Asquith\n      held shakily to its authority. In a book analysing the forces at work in this year of change,\n      Peter Stansky\n      writes that there was \"a sense of living in parlous times.\"\n     </div>\n<div class=\"paragraph\">\n      In an atmosphere of social, political, and artistic upheaval, art and politics merged in the public mind, and 'Bloomsbury' was perceived as politically and aesthetically revolutionary. Stansky quotes a critic writing in the\n      Daily Herald\n      , a\n      Labour\n      paper: \"The Post-Impressionists are in the company of the Great Rebels of the World. In politics the only movements worth considering are Woman Suffrage and Socialism. They are both Post-Impressionist in their desire to scrap old decaying forms and find for themselves a new working ideal.\"\n     </div>\n<div class=\"paragraph\">\n      Later, however, Bloomsbury was attacked as an arrogant, self-regarding, immoral, upper-class clique.\n      D. H. Lawrence\n      said Keynes and his friends were \"black beetles\", and in\n      Women in Love\n      he attacked the group's aesthetic in general and\n      Lady Ottoline Morrell\n      l in particular. Many other writers, some from inside, some from outside the group, published satiric portraits—\n      Wyndham Lewis\n      ,\n      Marjorie Strachey\n      ,\n      Flora Mayor\n      ,\n      Osbert Sitwell\n      .\n     </div>\n<div class=\"paragraph\">\n      Piecing together its intellectual family tree, scholars and critics have looked both forward and back from Bloomsbury. It has been seen as descending from the late eighteenth-century\n      Clapham Sect\n      (to which VW's great-grandfather\n      James Stephen\n      belonged) and from the\n      Cambridge University\n      secret society 'the\n      Apostles\n      ' (to which several members of the Bloomsbury group, including VW's husband, had been elected). It has also been seen as having given birth to later clusters of aesthetic and intellectual friends, including the\n      Memoir Club\n      founded by\n      Molly MacCarthy\n      in 1920. Lee writes that \"Bloomsbury persisted as an organism for over thirty or forty years in the form of little overlapping groups and clubs\"; these \"sprang up for the purposes of discussions or play-readings or exhibitions or domestic entertainment.\"\n     </div>\n<div class=\"paragraph\">\n      When it began, however, it was friends and it was talk. \"Talk\", VW wrote in\n      \"Old Bloomsbury\"\n      (which she read as a paper to the\n      Memoir Club\n      near the end of 1921 or in 1922) \"even the talk which had such tremendous results upon the lives and characters of the two Miss Stephens . . . is as elusive as smoke.\"\n      But she remembered the excitement of the talk, which kept them still \"sitting in a circle at two or three in the morning.\"\n      To her and to Vanessa, she said, it gave \"the pleasure that undergraduates get when they meet friends of their own for the first time.\"\n      It challenged her mind as nothing had yet done: \"Never have I listened so intently to each step and half-step in an argument. Never have I been at such pains to sharpen and launch my little dart. And then what joy it was when one's contribution was accepted.\"\n      Another liberation was the group's absence of interest in conventional feminine self-presentation, a little later by its absence of restraint in conversation about sex. \"Sex permeated our conversation,\" she told the Memoir Club.\n      \"Indeed the future of Bloomsbury was to prove that many variations can be played on the theme of sex.\"\n      This frankness and freedom about sex and gender roles, was a consequential fact in the lives of all of the members of the group, and it had great impact on VW's work, which, in one of its dimensions, reworks the conventions defining 'woman'.\n     </div>\n<h4>\n      Family Milestones\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       8 September 1906\n      </strong>\n      Virginia and\n      Vanessa Stephen\n      (later Woolf and Bell) and\n      Violet Dickinson\n      left England for\n      Greece\n      , where at\n      Olympia\n      on 13 September they met up with\n      Thoby\n      and\n      Adrian Stephen\n      .\n     </div>\n<div class=\"paragraph\">\n      This holiday was marred by sickness and ultimately by calamity. First Vanessa fell ill with appendicitis and forced them all to stop at\n      Corinth\n      , then to split into two groups. Vanessa was cared for in\n      Athens\n      for two weeks by Violet, then fell ill again on the way home. The party finally left for England on 29 October, Thoby having gone on ahead.\n     </div>\n<div class=\"paragraph\">\n      On 1 November 1906, VW returned to\n      London\n      to find Thoby in bed with high fever and severe diarrhorea, which was ultimately identified as typhoid.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       20 November 1906\n      </strong>\n      VW's brother\n      Thoby Stephen\n      died of typhoid fever, aged twenty-six.\n     </div>\n<div class=\"paragraph\">\n      Virginia did not break down over this bereavement, but became a source of strength to others. Because\n      Violet Dickinson\n      was also ill with typhoid, it was thought necessary to conceal Thoby's death from her, and for nearly a month Virginia sent regular letters to Violet charting Thoby's fictional progress towards recovery.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       7 February 1907\n      </strong>\n      VW's sister,\n      Vanessa\n      , married art critic\n      Clive Bell\n      at\n      St Pancras Registry Office\n      in\n      London\n      .\n     </div>\n<div class=\"paragraph\">\n      Lyndall Gordon\n      maintains that Clive had a positive impact on Virginia's career, urging her to turn her attention to French authors and offering critical feedback on her first novel.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       10 April 1907\n      </strong>\n      Virginia Stephen (later VW) moved to\n      29 Fitzroy Square\n      to live with her surviving brother,\n      Adrian\n      .\n      Vanessa\n      and\n      Clive Bell\n      took over the former family home at\n      46 Gordon Square\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       20 November 1911\n      </strong>\n      Virginia Stephen (later VW) moved again, from\n      29 Fitzroy Square\n      to\n      38 Brunswick Square\n      , with her brother\n      Adrian\n      and friends.\n     </div>\n<div class=\"paragraph\">\n      The household in Brunswick Square comprised Virginia and\n      Adrian Stephen\n      ,\n      John Maynard Keynes\n      , and\n      Duncan Grant\n      . On 4 December 1911\n      Leonard Woolf\n      joined it.\n     </div>\n<h4>\n      Suffrage\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1 January 1910\n      </strong>\n      Virginia Stephen (later VW) offered her support to the suffrage cause in a letter to her friend\n      Janet Case\n      . This led to her brief volunteer work with the People's Suffrage Federation which \"was run in large part\"\n      by\n      Margaret Llewelyn Davies\n      , and of whose executive Case was a member.\n     </div>\n<div class=\"paragraph\">\n      Virginia's work consisted mainly of addressing envelopes, and she committed herself only to some weeks of this at the beginning and end of 1910. But she was also associated with the\n      National Union of Women's Suffrage Societies\n      (NUWSS) and both she and Leonard worked for the\n      Women's Cooperative Guild\n      . (Leonard's sisters Clara and Flora were active in the suffrage movement.)\n      Naomi Black writes that VW's \"memberships thus place her squarely in the middle of the organizational network of social feminism in Britain.\"\n      VW associated frequently with women who were passionately involved with suffragism, such as\n      Marjorie\n      ,\n      Pernel\n      , and\n      Pippa Strachey\n      ,\n      Margaret Llewelyn Davies\n      , and later\n      Ethel Smyth\n      . The women's movement appears frequently in her works, both fictional and polemical, including\n      Night and Day\n      ,\n      The Years\n      and\n      Three Guineas\n      . Hermione Lee writes that \"the suffragists' tactics of battering on the doors of the excluding establishments worked their way lastingly into her imagination. Trespassing on forbidden ground is one of her favourite images.\"\n     </div>\n<div class=\"paragraph\">\n      With the declaration of war, however, on 4 August, 1914, VW's politics and those of the NUWSS parted company. The NUWSS supported the government, and on August the sixth resolved to suspend political activity in favour of working to help those displaced and otherwise damaged by the war. A number of prominent members, including\n      Emmeline Pethick-Lawrence\n      and\n      Maude Royden\n      , resigned to form the\n      Women's International League\n      . On 9 October 1915\n      Christabel Pankhurst\n      and others published the first number of\n      Britannia\n      , formerly known as\n      The Suffragette\n      .\n     </div>\n<h4>\n      Subversion and Satire\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       10 February 1910\n      </strong>\n      Recruited to the plot at a late moment, Virginia Stephen (later VW) participated in the 'Dreadnought Hoax' organized by\n      Adrian Stephen\n      and Horace Cole.\n     </div>\n<div class=\"paragraph\">\n      With Adrian Stephen,\n      Duncan Grant\n      ,\n      Guy Ridley\n      , and Anthony Buxton, she toured the premier battleship HMS Dreadnought impersonating the Emperor of Abyssinia and his entourage. Virginia was disguised as 'Prince Mendax' (Latin for liar). The story was subsequently leaked to the press and the issue raised in Parliament. As\n      Hermione Lee\n      observes, this was not a meaningless prank, but instead \"combin[ed] all possible forms of subversion: ridicule of empire, infiltration of the nation's defenses, mockery of bureaucratic procedures, cross-dressing and sexual ambiguity.\"\n      The consequences were mild, however: Virginia was chastised by relatives, and Cole and Grant received minor reprimands from the embarrassed\n      Navy\n      .\n     </div>\n<h4>\n      Suitors\n     </h4>\n<div class=\"paragraph\">\n      Virginia Stephen flirted mildly with and received proposals from a number of men, all\n      Cambridge\n      contemporaries of her brother\n      Thoby\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       17 February 1909\n      </strong>\n      Lytton Strachey\n      proposed marriage to Virginia Stephen (later VW), then quickly retracted his proposal.\n     </div>\n<div class=\"paragraph\">\n      Hilton Young proposed in mid-May 1909, and\n      Walter Lamb\n      on 20 July 1911.\n     </div>\n<h4>\n      Leonard Woolf\n     </h4>\n<div class=\"paragraph\">\n      Leonard Woolf was a close\n      Cambridge\n      friend of Virginia's brother\n      Thoby Stephen\n      and a member of the\n      Apostles\n      . A Jew, with family roots in\n      London\n      and\n      Amsterdam\n      , he grew up in London, first comfortably in Lexham Gardens, then, after his father's death when he was eleven, in \"suburban Putney\".\n      He went as a scholarship boy to\n      St Paul's School\n      , then on a Classics scholarship to\n      Cambridge\n      . There he was deeply influenced by philosopher\n      G. E. Moore\n      , and became a close friend of\n      Lytton Strachey\n      ,\n      John Maynard Keynes\n      ,\n      Desmond MacCarthy\n      ,\n      Clive Bell\n      ,\n      E. M. Forster\n      , and\n      Saxon Sydney-Turner\n      —all subsequently members of the\n      Bloomsbury Group\n      .\n     </div>\n<div class=\"paragraph\">\n      After Cambridge, he got a job with the Colonial Civil Service. In 1904 he left for\n      Ceylon (now Sri Lanka)\n      , where he served until 1911 as a colonial administrator. For this work he learned both Tamil and Sinhalese. He came to abhor the job, having become \"utterly disillusioned with the colonial system he administered so effectively.\"\n      He wrote his first novel,\n      <em>\n       The Village in the Jungle\n      </em>\n      , in 1911 while on leave, and published it in 1913. It is told from the point of view of its Sinhalese characters.\n     </div>\n<div class=\"paragraph\">\n      Leonard had met Virginia and Vanessa in Thoby's rooms in 1901, and had fallen in love with Vanessa.\n      On 17 November 1904 he dined at\n      46 Gordon Square\n      just before leaving to take up his position in\n      Ceylon\n      .\n      While he was away Vanessa married, and his attraction to Virginia was fostered by\n      Lytton Strachey\n      , who told his friend in a letter of February 1909: \"If you came &amp; proposed she'ld [sic] accept you. She really would.\"\n      Back in on leave in England in June 1911, Leonard saw Virginia socially—they went to the Russian Ballet together—and he became her tenant at\n      38 Brunswick Square\n      in December. In January 1912 he dared to make a proposal.\n     </div>\n<div class=\"paragraph\">\n      It is much remarked that VW referred to Leonard as 'a penniless Jew'. Was she anti-semitic? She married a Jew in an anti-semitic culture, and she wrote to him candidly before they were married that his Jewishness was a difficulty for her: \"Possibly, your being a Jew comes in also at this point. You seem so foreign.\"\n      This is the outcome of her honest self-awareness, yet her attitude towards his family gave pain, and was offensive. Also offensive was her stance in the sketch\n      \"Jews\"\n      in her only recently rediscovered notebook from 1909. Lee writes that anti-semitism was \"quite usual\" among the English upper classes \"until well into the 1930s\" and that for VW \"\"racial and class prejudice were indistinguishable.\"\n      Leonard's Jewishness was a powerful element in his consciousness, and in hers, and, writes Julia Briggs, \"he had many opportunities to see himself through the eyes of the anti-Semitic upper-class Englishmen whose cultural identity he had adopted at Cambridge\".\n      Of the first publication of the Hogarth Press—two stories, one by her, one by him—his was\n      \"Three Jews\"\n      . It was, however, only in part because of his Jewishness that they later had plans for suicide should\n      Hitler\n      invade England:\n      Vita Sackville-West\n      and\n      Harold Nicolson\n      had the same plans.\n     </div>\n<div class=\"paragraph\">\n      Leonard's \"lifetime's commitment\" in politics was to \"British socialism\":\n      a commitment with one of its original roots in an \"early identification with Jews as victims.\"\n      He was not a supporter of women's rights until he worked towards reforming the divorce laws with\n      Margaret Llewelyn Davies\n      (whom he saw as \"an exhiliarating Joan of Arc figure\").\n      After that he became \"an honorary feminist,\" although even afterwards, \"his blank spots over Virginia's work always centred on her politics.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       11 January 1912\n      </strong>\n      Leonard Woolf\n      proposed to Virginia Stephen, who hesitated to accept his proposal.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       14 February 1912\n      </strong>\n      Leonard Woolf\n      , hoping to persuade Virginia Stephen to agree to marry him, requested a leave extension from the\n      Colonial Office\n      . Two days later Virginia, experiencing \"'wild dreams' and anxiety,\" entered a\n      Twickenham\n      rest home.\n     </div>\n<div class=\"paragraph\">\n      On 1 May she wrote to Leonard explaining her warm but still ambivalent feelings for him; he found the letter encouraging and resigned from the Colonial Service.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       29 May 1912\n      </strong>\n      Virginia Stephen agreed to marry\n      Leonard Woolf\n      .\n     </div>\n<h3>\n      Early Married Years\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       10 August 1912\n      </strong>\n      Virginia Stephen married\n      Leonard Woolf\n      (no longer a colonial administrator) at\n      St Pancras Registry Office\n      and the pair \"embarked on a writing life in London\"\n      and at\n      Asheham House\n      in\n      Sussex\n      .\n     </div>\n<div class=\"paragraph\">\n      Hermione Lee considers two questions which remain unanswered: whether Vanessa and Lytton Strachey planned together to bring this marriage about so that Leonard would take on responsibility for Virginia, and whether Vanessa was candid enough with him about Virginia's condition. But in spite of the difficulties—\"his desire, his Jewishness, her instability\"—the Woolfs settled into a deeply satisfying relationship. Both came to think of their marriage \"as an opposing force to death.\"\n     </div>\n<div class=\"paragraph\">\n      Both before their marriage and during its early months, Leonard consulted several doctors (and Vanessa) on the question whether VW ought to have children. They had mixed opinions. He decided that she should not. Frequently, and, sometimes bitterly, she regretted her childlessness.\n     </div>\n<div class=\"paragraph\">\n      From the outset, there was much speculation among their friends about the sexual relationship between Virginia and Leonard, and wide belief that it was a failure. \"Stories of her sexual incompetence and Leonard's heroically restrained normal sexual appetites became commonplace.\"\n      Hermione Lee corrects over-simplification with a balanced account of a complicated issue which cannot be seen clearly on the available evidence.\n     </div>\n<div class=\"paragraph\">\n      On 18 August the couple left England for their honeymoon through\n      France\n      ,\n      Spain\n      , and\n      Italy\n      , returning to\n      London\n      in early October.\n     </div>\n<div class=\"paragraph\">\n      Leonard Woolf\n      worked for\n      Roger Fry\n      as secretary of the second Post-Impressionist Exhibition, held at the\n      Grafton Gallery\n      from October 1912 to January 1913.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       October 1912\n      </strong>\n      Virginia and\n      Leonard Woolf\n      moved to rooms at\n      13 Clifford's Inn\n      ; from this time they began dividing their time between London and\n      Asheham\n      , Virginia's house in\n      Beddingham\n      .\n     </div>\n<div class=\"paragraph\">\n      VW and Vanessa had only recently secured Asheham, taking a joint lease on it in October 1911. It became Virginia's country home after she gave up\n      Little Talland House\n      (in\n      Firle\n      ), which she had named after her childhood summer residence when she first rented it in December 1910.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       13 January 1913\n      </strong>\n      Leonard Woolf\n      began keeping a daily record of VW's health; he also continued his consultation with physicians about whether she should bear children.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       9 September 1913\n      </strong>\n      After several months of illness, during which she was sent to\n      Burley\n      , the private\n      Twickenham\n      nursing home where she had been in 1910, VW attempted suicide by taking an overdose of the sedative veronal. She almost died.\n     </div>\n<div class=\"paragraph\">\n      In October 1913, VW stayed in George Duckworth's house, \"becoming once more the dependant of the man who, for her, epitomized sexual abuse and social power.\"\n      She then continued her rest cure at\n      Asheham\n      and in\n      Cornwall\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       18 February 1915\n      </strong>\n      VW was in the early stages of another serious nervous breakdown; it lasted until June, when her condition began a slow improvement.\n     </div>\n<div class=\"paragraph\">\n      VW refused to see\n      Leonard\n      for two months, sent disturbing letters to friends, and was reported to have attacked her nurses.\n     </div>\n<h4>\n      Illness and its Interpretation\n     </h4>\n<div class=\"paragraph\">\n      Information about VW's early breakdowns is scant. For those after 1912, however, Leonard provided the witness of his \"minutely kept diaries . . . coded in Tamil and Sinhalese,\" letters, and memoirs. Lee summarizes Leonard's view of Virginia's illness: \"that she was manic depressive . . . that her illness could be controlled by a regulated pattern of rest and food, and that it was related to her creative genius, to her intense work-levels and to the stress of finishing a book.\" This is, says Lee, like other contemporary views of the matter, a \"self-protecting narrative.\"\n     </div>\n<div class=\"paragraph\">\n      Modern Woolf scholars are likely to reject the notion that VW was, as her family liked to joke, 'mad as a hatter', and to believe, as Lyndall Gordon does, that her \"instability had some biochemical base which was not understood.\"\n      As a corrective to commentary which represents VW as insane and as a victim, Hermione Lee bases her analysis on the strong assertion that \"Virginia Woolf was a sane woman who had an illness . . . a person of exceptional courage, intelligence and stoicism.\" She attributes VW's illness to \"genetic, environmental and biological factors.\"\n      Asserting that VW's letters and diaries make hers \"perhaps the most fully documented literary life of the twentieth century\"\n      , Stephen Trombley, examines \"the way in which those suspected of harbouring madness have been dealt with, especially if they happen to be women.\"\n      He analyses the assumptions of VW's doctors (Savage, Craig and Hyslop) and places them \"firmly within the history of the discourse of power.\"\n     </div>\n<div class=\"paragraph\">\n      VW was troubled by a range of intermittent mental and physical problems as an adult. They varied from mild to almost unbearably severe, and included anxiety attacks, hallucinations, fevers, headaches, and an extreme reluctance (or refusal) to eat. Critics have suggested many different causes, both genetic (mainly from the Stephen side) and situational (with pressures caused by family relations, sexual abuse, her writing, war, and other concerns).\n      Doctors responded by prescribing drugs, breaks from reading and writing, and rest cures at Jean Thomas's nursing home for women at\n      Burley Park\n      in\n      Twickenham\n      .\n     </div>\n<div class=\"paragraph\">\n      VW's varying reactions to her own illnesses included guilt about what she saw as her lack of mental and moral control over her body; deep anger toward her physicians and the larger operational codes of the medical profession; and fascination with the great creative power she sometimes gained when she was ill.\n      She sensed this power after her\n      mother\n      's death in 1895, and in 1922 wrote:\n      <div class=\"blockquote\">\n       Once or twice I have felt that odd whirr of wings in the head which comes when I am ill so often . . . . Something happens in my mind. It refuses to go on registering impressions. It shuts itself up. It becomes chrysalis. I lie quite torpid, often with acute physical pain . . . Then suddenly something springs . . . ideas rush in me; often though this is before I can control my mind or pen.\n      </div>\n</div>\n<h4>\n      Hogarth House\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1 April 1915\n      </strong>\n      VW was brought to\n      Hogarth House\n      in\n      Richmond\n      , the new home of herself and\n      Leonard\n      , seriously ill and attended by four nurses. But by November the \"twenty dark years were over, and the fertile stretch of her life began.\"\n     </div>\n<div class=\"paragraph\">\n      In March Leonard had leased Hogarth House for five years at a rate of £150 per year. He thought that living just outside London would protect Virginia from the hazardous excitements and pressures of social life. They lived there until 1924 and named their printing press after the house. Though they came to this house early in the harsh wartime years, they flourished in it.\n     </div>\n<div class=\"paragraph\">\n      VW \"declared [her]self a Fabian\" in January 1915.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1916-1920\n      </strong>\n      VW organised and chaired twice-monthly meetings of the\n      Richmond\n      Women's Co-operative Guild.\n     </div>\n<div class=\"paragraph\">\n      Each meeting consisted of dinner, followed by an address from a speaker, followed by discussion. Speakers included\n      E. M. Forster\n      , Virginia's brother\n      Adrian\n      , and\n      Ray Strachey\n      . About a dozen working-class women attended; class relations were not entirely easy.\n     </div>\n<div class=\"paragraph\">\n      VW's feminist and socialist views went along with firm opposition to the war, and to the militaristic political structures that had produced the war, which is evident in many of her writings. Leonard was much occupied with his political work throughout his career. He wrote for (and sometimes edited) the\n      New Statesman\n      , the\n      Nation and Athenæum\n      , and\n      <em>\n       International Review\n      </em>\n      ; he was heavily involved with suffragism, the\n      Labour Party\n      , the\n      Fabian Society\n      , and the\n      League of Nations\n      , among other affiliations. He stood (unsuccessfully) as a candidate for election to Parliament in 1920.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       October 1920\n      </strong>\n      VW published in\n      <em>\n       The New Statesman\n      </em>\n      two letters on \"The Intellectual Status of Women\". She was responding to views expressed by\n      Desmond MacCarthy\n      , the 'Affable Hawk', in a review of\n      Arnold Bennett\n      's\n      <em>\n       Our Women\n      </em>\n      1920.\n     </div>\n<div class=\"paragraph\">\n      On 2 October' Affable Hawk' had agreed with Bennett that women are innately \" inferior to men in intellectual power, and that women's indisputable 'desire to be dominated is . . . a proof of intellectual inferiority'.\"\n      VW challenges Bennett, who had said he could name fifty men to one woman of achievement, to name fifty male poets superior to Sappho. She leaves a barb: \"Thus, though women have every reason to hope that the intellect of the male sex is steadily diminishing, it would be unwise, until they have more evidence than the great war and the great peace supply, to announce it as a fact.\"\n      The Affable Hawk returned to his point that in intellectual pursuits, in spite of education, women cannot equal men. VW's second letter cites Sappho and Ethel Smyth as women whose creativity had to overcome social and material obstacles and outlines the necessary conditions for creative work of genius: \"the conditions which make it possible for a Shakespeare to exist are that he shall have had predecessors in his art, shall make one of a group where art is freely discussed and practised, and shall himself have the utmost of freedom of action and experience. Perhaps in Lesbos, but never since, have these conditions been the lot of women.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1 July 1919\n      </strong>\n      VW and her husband\n      Leonard\n      purchased their country home,\n      Monk's House\n      in the village of\n      Rodmell\n      , near\n      Lewes\n      in\n      Sussex\n      , for £700. \"The name was invented by a real estate agent and the house had nothing to do with the church next to it.\"\n     </div>\n<div class=\"paragraph\">\n      VW thrived on the energy of London, but the country was a quiet refuge for her. She served as secretary for the Rodmell Labour Party and helped the local Women's Institute produce a play.\n     </div>\n<h4>\n      Daily Schedule\n     </h4>\n<div class=\"paragraph\">\n      By the time the Woolfs were living at\n      Hogarth House\n      and\n      Monk's House\n      , Virginia had established a fairly routine schedule, which she recorded in her diary and called her 'work account'. It was sometimes disrupted, but often consisted of creative or critical writing in the morning; revising around lunchtime; diary- or letter-writing after tea; and visiting or reading (sometimes for review) in the evenings.\n     </div>\n<h3>\n      World War I\n     </h3>\n<div class=\"paragraph\">\n      The Woolfs' first years in Hogarth House were war years. The war in the air astonished and terrified Londoners, most of whom had never seen an aeroplane. \"In the bitterly cold winter of 1917-18, they spent many nights waking up or interrupting their dinner parties, to go down to the basement with 'clothes, quilts, a watch and a torch', and sit on wooden boxes in the coal cellar, or lie on mattresses in the kitchen, during the bombardments.\"\n      The experience is written into\n      The Years\n      .\n     </div>\n<div class=\"paragraph\">\n      Like many of her friends and associates, VW was staunchly anti-war. Her brother Adrian was an active pacifist and secretary of the\n      No-Conscription Fellowship\n      , and she and many friends were 'COs', or Conscientious Objectors. Moreover, the \"Women's Movement had split over whether or not to support the fighting, and Woolf's sympathies were with the women working for peace.\"\n      In a letter to\n      Margaret Llewelyn Davies\n      VW called the war \"a preposterous masculine fiction\" (a description, she said, based on a daily reading of the\n      Times\n      , which made the male part of Britain, or perhaps Europe, seem like \"some curious tribe in Central Africa\").\n     </div>\n<h3>\n      The Hogarth Press\n     </h3>\n<div class=\"paragraph\">\n      The Woolfs were planning to acquire a printing press as early as 22 February 1915, when Virginia wrote to\n      Margaret Llewelyn Davies\n      about their excitement over the prospect: \"there's a chance of damaging the\n      Webb\n      influence\n      irretrievably, (which is my ambition in life). Presses only cost £17.17, and can be worked easily.\"\n      When the dream became a reality the political motive became linked with an equally strong literary one, and the idea that it would all be easy simply faded.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       23 March 1917\n      </strong>\n      Virginia and\n      Leonard Woolf\n      ordered a printing press. It was delivered to\n      Hogarth House\n      in\n      Richmond\n      on 24 April.\n     </div>\n<div class=\"paragraph\">\n      Thus they founded the\n      Hogarth Press\n      . The Excelsior Printing and Supply Company charged £19.5s.5d. for a small hand press, some type, and an instruction booklet; but when the press arrived, on 24 April, it had not been properly packed for its great weight, and was broken (or in Woolf's words, \"smashed in half!\").\n      The type came in great solid blocks that had to be broken up and sorted by letter and font. By 2 May they had set up the type for their first publication: not yet\n      Two Stories\n      , but a handbill advertising it. Virginia was finding the manual labour \"exciting, soothing, ennobling and satisfying,\" and although Leonard \"heaved a terrific sigh and said 'I wish to God we'd never bought the cursed thing!'\" he explained this remark by adding that this was only because he would now \"never do anything else.\"\n     </div>\n<div class=\"paragraph\">\n      Once the press was repaired they printed their handbill. Their first book (\n      Two Stories\n      , containing Virginia's\n      \"The Mark on the Wall\"\n      and Leonard's\n      \"Three Jews\"\n      ) had to be set up and printed two pages at a time; after that they had to break up the type in order to set the next two pages, because their stock of type was so small. Nonetheless, after working almost every afternoon for two months, they published\n      Two Stories\n      in July that year. In October they embarked on a series of assistants, of whom the first on a commercial footing was\n      Ralph Partridge\n      , engaged in August 1920. They acquired more type, but also came to an arrangement with a local printer to print extra copies of their second publication,\n      Katherine Mansfield\n      's\n      Prelude\n      —a practice they repeated later with other works and other commercial printers. After the financial success of Virginia's\n      Kew Gardens\n      , Leonard bought the Press a brass nameplate costing half a guinea. In November 1921 they took delivery of a second-hand Minerva printing press worked by a heavy treadle which cost £70.10s, and 77 pounds weight of type at a price of £18.9s.5d. (This press, given by Virginia to\n      Vita Sackville-West\n      , is today on display at\n      Sissinghurst\n      .) In mid 1922 the Press reached another landmark with the engagement of Marjorie Thomson (or Joad).\n      Others who worked at the Press included\n      George (Dadie) Rylands\n      (who later recalled \"many happy hours setting up type with Virginia\"),\n      Richard Kennedy\n      (who published\n      <em>\n       A Boy at the Hogarth Press\n      </em>\n      in 1972), and from 1931\n      John Lehmann\n      (who published\n      <em>\n       Thrown to the Woolfs\n      </em>\n      in 1978).\n      The diary of the sixteen-year-old Kennedy (reconstructed later, and therefore inherently suspect) is nonetheless delightful in its sharpness and naivety. On first meeting, Leonard looked to him like \"an extremely intellectual wolf . . . a very Socrates of wolves.\"\n      In cutting pages and parcelling up review copies, \"Mrs W is a pretty fast worker considering she's not a professional like Miss Belcher and myself.\"\n      When asked at a party what he thought of her books and confessing that he found them heavy, he \"felt rather like Peter denying Christ.\"\n     </div>\n<div class=\"paragraph\">\n      The Press, which began as therapy and for the purpose of publishing the works of its owners, grew into a major engine of modern culture and thought.\n      Its political interests were served by \"enlightened and clear thinking from well-informed persons on such . . . issues as disarmament, the\n      League of Nations\n      , imperialism, racial prejudice, education reform, labor conditions, socialism, etc.\"\n      It launched and maintained a number of specialised series, covering the new discipline of psychoanalysis as well as literature and politics. (One of its achievements was making available in England the papers of the International Psycho-Analytical Institute in\n      Vienna\n      .) It published creative works by\n      Katherine Mansfield\n      ,\n      T. S. Eliot\n      ,\n      E. M. Forster\n      ,\n      Christopher Isherwood\n      ,\n      and\n      Vita Sackville-West\n      (generally when these authors were still little known), non-fiction by\n      Roger Fry\n      ,\n      Gertrude Stein\n      ,\n      Jane Harrison\n      , and\n      Viscountess Rhondda\n      , and translations (mostly the first in English) of\n      Chekhov\n      ,\n      Gorky\n      , and\n      Freud\n      .\n      The list reflects some of the most significant strands in contemporary thought.\n     </div>\n<div class=\"paragraph\">\n      VW was especially pleased with her new ability to publish her own texts. She later observed: \"I'm the only woman in England free to write what I like.\"\n      The Press also allowed for collaboration with her sister:\n      Vanessa Bell\n      designed many covers for its books, including most of those written by Virginia.\n     </div>\n<div class=\"paragraph\">\n      VW herself did editorial work and some type-setting and binding, but Leonard took most of the daily decisions and did most of the administrative work, with the Press's gradually growing and often changing staff.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       23 February 1938\n      </strong>\n      VW signed an agreement with\n      John Lehmann\n      , selling her share in the\n      Hogarth Press\n      for £3,000; from now on Lehmann was\n      Leonard\n      's partner in the press.\n     </div>\n<div class=\"paragraph\">\n      During the previous fifteen years of its life it had earned an income of £814 per annum (an average which takes in the total of three pounds in 1924 and £2,442 in 1938, its most profitable year up to that point). In 1947 the Press became allied with\n      Chatto and Windus\n      .\n     </div>\n<h3>\n      Creative and Personal Relationships\n     </h3>\n<h4>\n      E. M. Forster\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       December 1910\n      </strong>\n      VW heard\n      E. M. Forster\n      's talk on \"The Feminine Note in Literature\" at the\n      Friday Club\n      . His novel\n      Howards End\n      had appeared the previous October.\n     </div>\n<div class=\"paragraph\">\n      She and Forster began to know one another this year and became lifelong friends. He reviewed her books, and she his, and in defence of\n      Radclyffe Hall\n      's\n      The Well of Loneliness\n      they wrote jointly. 'Morgan''s opinions mattered to her very much, yet in 1927 she offended him with her essay on his fiction. They saw one another frequently and over many years, with respect and affection, although mixed with some mutual wariness.\n     </div>\n<h4>\n      Katherine Mansfield\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       17 January 1917\n      </strong>\n      VW and\n      Katherine Mansfield\n      first met; before this Woolf had asked\n      Lytton Strachey\n      to arrange a meeting between them.\n     </div>\n<div class=\"paragraph\">\n      They developed a relationship that was competitive yet sustaining and essential to both. In August 1920 Woolf commented on Mansfield in her diary: \"a woman caring as I care for writing is rare enough I suppose to give me the queerest sense of echo coming back to me from her mind the second after I've spoken.\"\n      They discussed works by\n      Dorothy Richardson\n      ,\n      May Sinclair\n      , and\n      T. S. Eliot\n      , along with each other's ideas and writing. Mansfield reviewed Woolf's\n      Night and Day\n      and\n      Kew Gardens\n      , and the\n      Hogarth Press\n      published Mansfield's\n      Prelude\n      .\n     </div>\n<div class=\"paragraph\">\n      Mansfield was still on VW's mind in July 1928, five years after her death: Woolf recalled a dream in which Mansfield was \"lying on a sofa in a room high up, &amp; a great many sad faced women were round her.\"\n     </div>\n<h4>\n      Ottoline Morrell\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       17-19 November 1917\n      </strong>\n      VW visited\n      Garsington Manor\n      , home of\n      Lady Ottoline\n      and\n      Philip Morrell\n      , for the first time.\n     </div>\n<div class=\"paragraph\">\n      After this VW saw Ottoline Morrell many times at Garsington and at Ottoline's other salons, where guests included\n      W. B. Yeats\n      ,\n      Aldous Huxley\n      ,\n      Mark Gertler\n      , and\n      Dorothy Brett\n      , among many others.\n      Relations between them were difficult, however, in large part because Lady Ottoline felt the sting of Bloomsbury's, and of Woolf's, mockery. When they first met, VW was \"all gush\" in a letter to her but satiric about her in conversation with others.\n      Nevertheless, the two were linked by politics and the war. Phillip Morrell, Ottoline's husband, a Liberal Member of Parliament, took a stand in the House of Commons against war fever, and Ottoline herself took in conscientious objectors as labourers on her farm at Garsington. Though the two women were not close in the 1920s, they became more so in the 1930s, and they remained friends until Lady Ottoline's death in 1938. VW wrote her obituary for the\n      Times\n      .\n     </div>\n<h4>\n      T. S. Eliot\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       15 November 1918\n      </strong>\n      T. S. Eliot\n      visited VW for the first time, thereby beginning a lasting association.\n     </div>\n<div class=\"paragraph\">\n      Leonard Woolf wrote to Eliot, whose\n      Prufrock and Other Observations\n      he had read, to invite him to send some work to the\n      Hogarth Press\n      . The letter led to a meeting, and ultimately to the publication by the Press of Eliot's\n      Poems\n      , 1919,\n      The Waste Land\n      , 1923, and\n      Homage to John Dryden, Three Essays on Poetry of the Seventeenth Century\n      , 1924. In her diary entry for the day on which she and\n      Eliot\n      met, Woolf notes that \"beneath the surface it is fairly evident that he is very intellectual, intolerant, with strong views of his own, &amp; a poetic creed. I'm sorry to say that this sets up\n      Ezra Pound\n      &amp;\n      Wyndham Lewis\n      as great poets, or in the current phrase 'very interesting' writers. He admires\n      Mr Joyce\n      immensely.\"\n     </div>\n<div class=\"paragraph\">\n      Early in their friendship Woolf sensed Eliot's intellectual ambitions and strengths, but she also detected his reserve and playfully mocked him: as \"sharp, narrow &amp; much of a stick,\"\n      or as coming to dinner in \"a four-piece suit.\"\n      Their friendship became easier as it aged. He favourably reviewed\n      \"Monday or Tuesday\"\n      and published\n      \"On Being Ill\"\n      in the first number of his\n      New Criterion\n      (lately, and soon to be again,\n      The Criterion\n      ). When he adopted British nationality, in 1927, Leonard Woolf was one of his sponsors.\n      The conversation between Woolf and Eliot left its mark in her work, and she admired him enough to admonish herself not to try to be like him.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       18 June 1922\n      </strong>\n      T. S. Eliot\n      visited VW and read\n      The Waste Land\n      to her from manuscript. She recorded in her diary her early impressions of the poem, which the\n      Hogarth Press\n      published for the first time in England in September 1923.\n     </div>\n<div class=\"paragraph\">\n      VW observed that the poem has \"great beauty &amp; force of phrase: symmetry; &amp; tensity [sic]. What connects it together, I'm not so sure. . . . One was left, however, with some strong emotion.\"\n     </div>\n<h4>\n      James Joyce\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       6 September 1922\n      </strong>\n      Having already begun on\n      James Joyce's\n      Ulysses\n      in\n      The Little Review\n      in March 1918, VW finished reading the book. \"Genius it has I think, but of the inferior water.\"\n     </div>\n<div class=\"paragraph\">\n      Harriet Shaw Weaver\n      had approached the\n      Hogarth Press\n      about publishing\n      Ulysses\n      in April 1918, but the Woolfs declined, mainly because they could not have printed so massive a work themselves and because \"Leonard could find no printer prepared to be liable in case of an obscenity charge.\"\n      VW gave serious attention to the novel, which obviously challenged and threatened her. \"It is underbred, not only in the obvious sense, but in the literary sense.\"\n      She took issue with Joyce's depictions of sex and bodily functions, and made mostly negative comments about\n      Ulysses\n      in general: it fails, she said, because of \"the comparative poverty of the writer's mind\".\n      Her comment has prompted observers from\n      Eliot\n      onwards to question and criticise her literary judgment, and some to accuse her of snobbery. But Joyce, together with\n      Dorothy Richardson\n      , affected the way she wrestled with the relation between 'reality' and 'consciousness'. Recent critics have emphasized the complexity of her response to Joyce.\n     </div>\n<h4>\n      Jane Harrison\n     </h4>\n<div class=\"paragraph\">\n      The classical scholar\n      Jane Ellen Harrison\n      made a great impact on Woolf's views on women in scholarship and women in history. The\n      Hogarth Press\n      published her\n      Reminiscences of a Student's Life\n      , 1925.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       February 1928\n      </strong>\n      While \"woolgathering\" for her upcoming\n      \"Women and Fiction\"\n      lectures at\n      Cambridge\n      , VW met with\n      Jane Ellen Harrison\n      for the last time; in her diary she described her as \"very aged &amp; rather exalted.\"\n     </div>\n<div class=\"paragraph\">\n      Harrison is glimpsed in semi-fictionalized form as an emblem of greatness, \"J— H— herself\", in\n      A Room of One's Own\n      (1929). Harrison died about two months after this meeting.\n     </div>\n<h4>\n      Others\n     </h4>\n<div class=\"paragraph\">\n      Since VW moved in a variety of social circles, her range of literary acquaintance was very wide. Her associates included such established, celebrated writers as Thomas Hardy and\n      Henry James\n      , popular authors such as\n      Vita Sackville-West\n      and\n      Hugh Walpole\n      , and lesser-known writers such as\n      Hope Mirrlees\n      and\n      Julia Strachey\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       23 July 1926\n      </strong>\n      VW and Leonard travelled to\n      Dorchester\n      to have tea at\n      Max Gate\n      with\n      Thomas\n      and\n      Florence Hardy\n      . Woolf met Hardy just this once, though, as Hermione Lee remarks, she had been reading and writing about him since 1903.\n     </div>\n<h4>\n      Vita Sackville-West\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       14 December 1922\n      </strong>\n      VW, dining at\n      Clive Bell\n      's, met\n      Vita Sackville-West\n      (and her husband\n      Harold Nicolson\n      ) for the first time.\n     </div>\n<div class=\"paragraph\">\n      Woolf thought her \"[n]ot much to my severer taste—florid, moustached, parakeet coloured, with all the supple ease of the aristocracy, but not the wit of the artist.\"\n      Often Virginia would figure Vita as her social and emotional superior, but intellectual inferior. Nevertheless, the women were interested in each other and this first meeting marked the beginning of a close, lasting relationship.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       5 July 1924\n      </strong>\n      VW visited\n      Knole House\n      and\n      Long Barn\n      with\n      Vita Sackville-West\n      for the first time; they lunched at Knole with Vita's father,\n      Lord Sackville\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       17-20 December 1925\n      </strong>\n      VW stayed with\n      Vita Sackville-West\n      at\n      Long Barn\n      for the weekend: this was the beginning of their affair.\n     </div>\n<div class=\"paragraph\">\n      Woolf frequently returned to an observation she made on this trip of Vita \"shin[ing] in the grocers shop in\n      Sevenoaks\n      with a candle lit radiance, stalking on legs like beech trees, pink glowing, grape clustered, pearl hung.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       17-19 January 1927\n      </strong>\n      VW visited\n      Knole\n      for a second time with\n      Vita Sackville-West\n      ; this visit formed the genesis of\n      Orlando\n      , which Woolf published in 1928.\n     </div>\n<div class=\"paragraph\">\n      She noted in her diary: \"All the centuries seemed lit up, the past expressive, articulate . . . &amp; so we reach the days of\n      Elizabeth\n      quite easily.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       24 September 1928\n      </strong>\n      VW left\n      London\n      for a one-week tour of\n      Burgundy\n      with\n      Vita Sackville-West\n      . During this trip they also spent time with painters\n      Ethel Sands\n      and\n      Nan Hudson\n      at their home at\n      Auppegard\n      near\n      Dieppe\n      .\n     </div>\n<div class=\"paragraph\">\n      Vita \"gave [VW] the central relationship of her forties\", a relationship VW celebrated in\n      Orlando\n      .\n      In addition to their personal emotional relationship, the two were successfully involved professionally. From November 1926 Vita was one of the\n      Hogarth Press\n      's best-selling authors; her novel\n      The Edwardians\n      , for instance, was immensely popular. Though by 1935 VW felt that,they were no longer so close personally as they had once been, they remained on very good terms until Woolf's death.\n     </div>\n<h3>\n      Return to London: Tavistock Square\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       9 January 1924\n      </strong>\n      Eager to return to the excitement of the city after nearly a decade at\n      Hogarth House\n      in\n      Richmond\n      , Virginia and\n      Leonard Woolf\n      purchased a ten-year lease on\n      52 Tavistock Square\n      ,\n      London\n      .\n     </div>\n<div class=\"paragraph\">\n      Virginia was keen to regain access to the amenities of London—music, the\n      British Museum\n      , social life (her delight in parties, she wrote, was \"a piece of jewellery I inherit from my mother\")\n      —but before leaving Richmond she recorded her thanks to \"this beautiful &amp; lovable house, which has done us such a good turn for almost precisely nine years.\"\n      Vanessa Bell\n      and\n      Duncan Grant\n      decorated the new house, and the Woolfs (with the\n      Hogarth Press\n      , which was stowed in the basement, and Marjorie Thomson, later Joad) moved in on 15 March.\n     </div>\n<div class=\"paragraph\">\n      Hermione Lee\n      notes that during this period \"[p]assionate celebrations of London filled the diaries and letters and spilled over into\n      Mrs. Dalloway\n      .\"\n     </div>\n<h4>\n      Social and Political Activity\n     </h4>\n<div class=\"paragraph\">\n      By the time of the move to\n      Tavistock Square\n      , VW began to socialize more than she had in years. She circulated with Bloomsbury familiars and (re)acquainted herself with\n      Rebecca West\n      ,\n      Rose Macaulay\n      ,\n      Gertrude Stein\n      ,\n      Dorothy Todd\n      ,\n      Raymond Mortimer\n      ,\n      Noël Coward\n      ,\n      Walter Sickert\n      , and\n      Edith\n      ,\n      Osbert\n      , and\n      Sacheverell Sitwell\n      , among others.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       3-12 May 1926\n      </strong>\n      During the General Strike, while VW was writing\n      To the Lighthouse\n      and Leonard helping to circulate a petition for fair treatment of miners after the strike, their house \"was suddenly filled with visitors, interrupting, arguing, urging Leonard to use his printing press to attack the Government . . . .\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1930\n      </strong>\n      After VW turned down his request to photograph her,\n      Cecil Beaton\n      included two drawings and a negative character sketch of her in his\n      <em>\n       Book of Beauty\n      </em>\n      , which was issued by the publishing firm of\n      Gerald Duckworth\n      , Woolf's half-brother.\n     </div>\n<div class=\"paragraph\">\n      Beaton's character sketch indicates that the image of VW which persisted for several later decades—as ethereal, asexual, and feeble—was already growing at the height of her contemporary fame and influence. Beaton (who had a professional investment in a certain concept of feminine beauty, and at least a reason for being annoyed with Woolf) wrote that although she looked distinguished and powerful, she was actually fearful, uncertain, and frail (a viewpoint that he emphasized rhetorically with a clutch of descriptive metaphors).\n     </div>\n<h4>\n      Lecturing, Broadcasting\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       December 1923\n      </strong>\n      Increasingly in demand as a public speaker, VW lectured at the\n      London School of Economics\n      . Her talk to the\n      Cambridge\n      Heretics Society\n      the following May grew into her essay\n      \"Mr. Bennett and Mrs. Brown\"\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       15 July 1927\n      </strong>\n      Virginia and\n      Leonard Woolf\n      gave their first broadcast for the\n      BBC\n      —a talk entitled \"Are Too Many Books Written and Published?\"\n     </div>\n<div class=\"paragraph\">\n      VW broadcast again, on her own, in 1937. Part of her broadcast (a reading of her essay\n      \"Craftsmanship\"\n      ) is in the National Sound Archive of the\n      British Library\n      (M7060). The only extant recording of her voice, it can be heard online in the\n      BBC\n      Archive. Mark Hussey reports Quentin Bell's remark that the recording does not give an accurate impression of Woolf's speech.\n     </div>\n<div class=\"paragraph\">\n      In October 1928 VW addressed in turn the students of the two Cambridge women's colleges: first\n      Newnham\n      , then\n      Girton\n      . She developed these lectures on women and writing into\n      A Room of One's Own\n      (1929).\n      She was accompanied to Newnham by\n      Leonard\n      ,\n      Vanessa\n      , and Vanessa's young daughter\n      Angelica\n      ; she went to Girton with\n      Vita Sackville-West\n      . She recorded a mixed and now well-known response to the experience:\n      <div class=\"blockquote\">\n       Starved but valiant young women—that's my impression. Intelligent eager, poor; &amp; destined to become schoolmistresses in shoals. I blandly told them to drink wine &amp; have a room of their own. . . . I get such a sense of tingling &amp; vitality from an evenings talk like tha . . . . I felt elderly &amp; mature. And nobody respected me. They were very eager, egotistical, or rather not much impressed by age &amp; repute.\n      </div>\n</div>\n<h4>\n      Radclyffe Hall and\n      <em>\n       The Well of Loneliness\n      </em>\n</h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       8 September 1928\n      </strong>\n      \"The New Censorship\", a letter to the editor protesting against the suppression of\n      Radclyffe Hall's\n      The Well of Loneliness\n      and signed by VW and\n      E. M. Forster\n      , appeared in the\n      Nation\n      .\n     </div>\n<div class=\"paragraph\">\n      Both Forster and VW had written their own homosexual texts: Forster's novel\n      Maurice\n      had circulated privately; and in the month after this VW published\n      Orlando\n      , her secret love-letter to Vita, of which she noted: \"Sapphism is to be suggested. Satire is to be the main note.\"\n      Censorship, and in particular censorship of sexual subject matter, had long been on VW's mind. Indeed, Lee sees\n      Orlando\n      as \"a critique of sexual censorship, and of fixed notions of sexual difference, which is also cunningly self-censoring.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       9 November 1928\n      </strong>\n      During the trial of\n      Radclyffe Hall\n      's novel\n      The Well of Loneliness\n      , VW attended with many friends and associates in order to give evidence, but the magistrate refused to hear testimony on literary merit.\n     </div>\n<div class=\"paragraph\">\n      On 16 November, Sir Chartres Biron ruled\n      The Well of Loneliness\n      obscene, on grounds of its subject-matter, and ordered it destroyed. Though she joined others in condemning censorship of Hall's book, VW made it clear that she did not think highly of the novel itself, which she described in her diary as a \"meritorious dull book\".\n      The experience of the trial, however, fed into her thinking about the linked issues of gender, sexuality, and freedom of expression.\n     </div>\n<h3>\n      Ethel Smyth\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       20 February 1930\n      </strong>\n      VW met and began a friendship with\n      Ethel Smyth\n      , a generation older than herself: composer, author, militant suffragist, former close friend and future biographer of\n      Emmeline Pankhurst\n      .\n     </div>\n<div class=\"paragraph\">\n      Their meeting was prompted by a letter Smyth sent to Woolf expressing her great admiration for\n      A Room of One's Own\n      and for Woolf's creative genius more generally. She was \"a person of enormous definiteness and determination,\" and VW had already read several volumes of her autobiography.\n      The friendship came to be strained by Smyth's unrestrained demands, but the two respected and enjoyed one another. Ethel influenced the shape and matter of Virginia's later texts, and helped her to think and write about her own life with increased clarity and force.\n      Virginia described to Ethel (and thereby reviewed for herself) the difficult process of writing\n      The Waves\n      , which she was finishing when they me; and. Ethel's experience and personality also provided material for Woolf's construction of the characters of Rose Pargiter in\n      The Years\n      and Miss La Trobe in\n      Between the Acts\n      . In her letters to Ethel VW was often more candid about her personal history, including her childhood abuse, than in letters to other friends.\n     </div>\n<div class=\"paragraph\">\n      In her speech to the\n      London and National Society for Women's Service\n      in 1931, VW described Ethel Smyth as \"of the race of pioneers, of pathmakers. She has gone before and felled trees and blasted rocks and built bridges and thus made a way for those who come after her. . . . In my own profession . . . I have no doubt that I owe a great deal to some mute and inglorious Ethel Smyth.\n      \"\n     </div>\n<h3>\n      Activism and Obscurity\n     </h3>\n<div class=\"paragraph\">\n      VW's political voice grew more articulate and emphatic during the last decade of her life.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       21 January 1931\n      </strong>\n      VW appeared with\n      Ethel Smyth\n      on the platform of the\n      London and National Society for Women's Service\n      (LNSWS, later renamed the\n      Fawcett Society\n      in honour of\n      Millicent Garrett Fawcett\n      ).\n     </div>\n<div class=\"paragraph\">\n      The event was organized in part by\n      Pippa Strachey\n      ; other guests included\n      Vanessa Bell\n      ,\n      Cicely Hamilton\n      ,\n      Laura Knight\n      ,\n      Vita Sackville-West\n      and\n      Harold Nicolson\n      , and\n      T. S. Eliot\n      . Here Woolf gave a landmark talk,\n      \"Speech of January 21 1931\"\n      , later revised and published as\n      \"Professions for Women\"\n      .\n      From this she developed the core of both\n      The Years\n      and\n      Three Guineas\n      .\n     </div>\n<div class=\"paragraph\">\n      Through the 1930s, Woolf struggled to define herself and her work against the rise of Fascism in Europe, to chart the relationship between artistic and political tasks. She and her Bloomsbury friends began to be seen as politically ineffectual, as pacifism was rejected by both established and younger generations of writers and thinkers—including\n      W. H. Auden\n      ,\n      Julian Bell\n      (Virginia's nephew),\n      John Lehmann\n      ,\n      Wyndham Lewis\n      , and\n      Stephen Spender\n      , most of whom Woolf knew and published through the\n      Hogarth Press\n      .\n     </div>\n<div class=\"paragraph\">\n      But Woolf recorded in her diary in May 1940: \"Thinking is my fighting.\"\n      Her thinking manifested itself in various ways. She was involved to varying degrees with a number of leftist associations: the\n      Labour Party\n      , the\n      International Association of Writers for the Defence of Culture\n      , the\n      National Peace Council\n      , the\n      FIL (For Intellectual Liberty)\n      ; the Artists International Association; and the\n      Council for Civil Liberties\n      .\n     </div>\n<div class=\"paragraph\">\n      However, she grew to be strongly opposed to most political and cultural institutions in their current form, regardless of their expressed ideologies. Public response to the British monarchy, which on the occasion of the funeral of\n      George V\n      combined \"a curious survival of barbarism, emotionalism, heraldry, ecclesiasticalism, sheer sentimentality, snobbery,\" and fellow-feeling for a \"commonplace man . . . so like ourselves,\" filled her with fascinated curiosity.\n      In her writing, especially\n      Three Guineas\n      , \"Woolf turn[s] on its head the common belief that [Western] civilisation had to defend itself against the barbarities of Fascism. Standing on the edge of the debate as an outsider, a self-educated woman reader and writer, she constructed a critical version of British social history.\"\n      On principle she refused to accept official honours or awards.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       February 1932\n      </strong>\n      VW refused to deliver the Clark lecture series at\n      Cambridge University\n      , thereby also declining to succeed her father, scholar\n      Leslie Stephen\n      , in this honour.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       March 1933\n      </strong>\n      VW rejected on principle an honorary Doctor of Letters degree from the\n      University of Manchester\n      . In March 1939 she rejected another honorary doctorate, from the\n      University of Liverpool\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1935\n      </strong>\n      In keeping with her anti-establishment position, VW declined the invitation to become a Companion of Honour.\n     </div>\n<div class=\"paragraph\">\n      Uncomfortable with marks of public recognition, VW developed a theory of the artistic and political benefits of anonymity. She expressed some measure of dissatisfaction, for instance, first with\n      Stephen Tomlin\n      's 1931 bust of her, and then with\n      Winifred Holtby\n      's 1932 study,\n      Virginia Woolf: A Critical Memoir\n      (the first monograph on her).\n      As early as December 1927, she wrote in her diary: \"The dream is too often about myself. To correct this, &amp; to forget one's own sharp absurd little personality, reputation &amp; the rest of it, one should read; see outsiders; think more; write more logically; above all, be full of work; &amp; practise anonymity.\"\n     </div>\n<h3>\n      Gains and Losses\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       Early 1931\n      </strong>\n      VW met\n      Elizabeth Bowen\n      , beginning a friendship that would continue until the former's death.\n     </div>\n<div class=\"paragraph\">\n      They met and talked, stayed at each other's homes, and discussed each other's writing. Bowen's work (especially\n      <em>\n       The Hotel\n      </em>\n      ) shows Woolf's influence, and she often approached Woolf with \"awe and alarm\"; Woolf saw Bowen as \"sterling &amp; sharp edged,\" and expressed interest in her texts, particularly\n      The House in Paris\n      .\n     </div>\n<div class=\"paragraph\">\n      At Bowen's\n      London\n      home, Woolf met\n      May Sarton\n      , but their brief association did not develop beyond the superficial.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       13 September 1934\n      </strong>\n      Feeling his loss profoundly, VW attended\n      Roger Fry\n      's funeral.\n     </div>\n<div class=\"paragraph\">\n      Thinking of their mutual creative influence and of Fry's place in her family, Woolf surprised herself by grieving even more deeply for Fry than she had for another great friend,\n      Lytton Strachey\n      , who had died in January 1932. Roger's sister\n      Margery Fry\n      and his mistress\n      Helen Anrep\n      both asked Woolf to write his biography. She agreed, but found as time went on that it became a complicated, taxing responsibility.\n     </div>\n<div class=\"paragraph\">\n      In March and April 1936 VW had a period of threatened breakdown. This was a time of overwork against the clock (not uncommon in her professional life), of the visible political threat of\n      Hitler\n      (who had just invaded the\n      Rhineland\n      ), and the consequent immersion of\n      Leonard Woolf\n      in political work which Virginia found disturbing. She began to re-hear the guns of the First World War in her head, and to entertain suicidal feelings.\n     </div>\n<h4>\n      Julian Bell\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       20 July 1937\n      </strong>\n      VW learned of the death of her nephew\n      Julian Bell\n      , who had gone to serve in the Spanish Civil War and was killed by a shell fragment while driving his ambulance in\n      Spain\n      on 18 July.\n     </div>\n<div class=\"paragraph\">\n      As when her brother\n      Thoby\n      died in 1906, Virginia became a source of strength during the family crisis, concentrating especially on the needs of her bereaved sister,\n      Vanessa Bell\n      .\n     </div>\n<h4>\n      Sigmund Freud\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       28 January 1939\n      </strong>\n      VW visited\n      Sigmund Freud\n      at\n      Hampstead\n      .\n     </div>\n<div class=\"paragraph\">\n      The\n      Hogarth Press\n      began publishing Freud in 1922, and continued through the following years, mainly through their highly successful production of the\n      <em>\n       International Psycho-Analytical Library\n      </em>\n      .\n      Freud's theories circulated around VW for years, but she did not begin to read him seriously until after the outbreak of World War Two. (She was reading\n      Darwin\n      and\n      Gide\n      at the same time.) She read\n      <em>\n       Moses and Monotheism\n      </em>\n      ,\n      <em>\n       Civilisation and its Discontents\n      </em>\n      ,\n      <em>\n       Group Psychology and the Analysis of the Ego\n      </em>\n      , \"Thoughts for the Time on War &amp; Death\", and\n      <em>\n       Why War?\n      </em>\n      Hermione Lee\n      observes that \"[r]eading Freud shocked and disturbed, as well as inspired her. She feared being 'reduced to a whirlpool,' losing her power as an individual with choices to make.\"\n      Woolf engaged particularly with Freud's ideas about the persistence of primitive mindsets in modern society, the impact of infantile and childhood experience, and changing forms of patriarchal authority. Her interpretations of his work are found in such texts as\n      Three Guineas\n      ,\n      Between the Acts\n      , and, most directly, her essay \"The Leaning Tower\". In April 1939 she began to write her autobiography,\n      \"A Sketch of the Past\"\n      .\n     </div>\n<div class=\"paragraph\">\n      The month before the outbreak of the war that everyone had been expecting, Leonard and Virginia Woolf moved from\n      52 Tavistock Square\n      to\n      37 Mecklenburgh Square\n      . The new address was also in Bloomsbury.\n     </div>\n<h3>\n      World War II\n     </h3>\n<div class=\"paragraph\">\n      Three days into the war, and the day of her first air-raid warning, Woolf wrote: \"This is the worst of all my life's experiences.\"\n      She was soon occupied with several pressing themes (artistic and social): \"the loss of individuality in the communal life; the regression into barbarism; and the feeling (as in the last war) of blackness and strain, of waiting in the dark.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       15 May 1940\n      </strong>\n      Virginia and\n      Leonard Woolf\n      discussed suicide in the quite probable event of a German invasion of England. They considered carbon monoxide poisoning in their garage, and, later, an overdose of morphia.\n     </div>\n<div class=\"paragraph\">\n      On 10 May Germany had invaded Holland and Belgium. In the event of an invasion of England, they could indeed expect a terrible personal fate, on account of their anti-war politics, Leonard's anti-war career and his Jewish heritage. Though they did not have certain knowledge of this at the time, the Woolfs were on Hitler's 350-page 'Arrest List' for Britain.\n      Others (unknowingly) on this list included\n      Nancy Cunard\n      ,\n      Margery Fry\n      ,\n      Aldous\n      and\n      Julian Huxley\n      ,\n      Naomi Mitchison\n      ,\n      Harold Nicolson\n      ,\n      Sylvia Pankhurst\n      ,\n      Bertrand Russell\n      ,\n      Sylvia Townsend Warner\n      ,\n      Beatrice Webb\n      , and\n      Rebecca West\n      .\n     </div>\n<div class=\"paragraph\">\n      VW was especially devastated by the effects of Nazi air raids on\n      London\n      . She had been inspired by her 'street haunting' for many years, but was now deeply troubled by her views of the wrecked city. She recorded her observations \"in a shocked, rapid, jagged, intensely observant language.\"\n      Woolf wrote about the bombing mainly in her diary, but in a letter to\n      Ethel Smyth\n      she suggests that \"what touched and indeed raked what I call my heart in London was the grimy old women at the lodging house at the back, all dirty after the raid, &amp; preparing to sit out another . . . And then the passion of my life, that is the city of London—to see London all blasted, that too raked my heart.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       14 September 1940\n      </strong>\n      A time-bomb caused significant damage to\n      37 Mecklenburgh Square\n      , which had been Virginia and\n      Leonard Woolf\n      's London residence since August 1939 (they were not there at the time).\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       16 October 1940\n      </strong>\n      The recent and longtime London home of Virginia and\n      Leonard Woolf\n      ,\n      52 Tavistock Square\n      , was destroyed by a bomb.\n     </div>\n<div class=\"paragraph\">\n      The Woolfs suffered in most of the ways that many civilians suffered from the early phases of the war. Their house at\n      Rodmell\n      lay (like\n      Vita Sackville-West\n      's) beneath the flight-paths of German and Allied planes duelling in the Battle of Britain. They endured shortages of petrol and of food as well as the expectation of invasion.\n     </div>\n<h4>\n      Last Occupations\n     </h4>\n<div class=\"paragraph\">\n      Despite the often major disturbances of war, VW continued to work.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       27 April 1940\n      </strong>\n      VW addressed the\n      Women's Institute\n      in\n      Brighton\n      ; she turned her lecture into the essay \"The Leaning Tower\" shortly afterwards.\n     </div>\n<div class=\"paragraph\">\n      In her audience at Brighton were\n      Elizabeth Robins\n      (feminist writer, actress, and\n      Hogarth Press\n      author) and her companion\n      Octavia Wilberforce\n      , a pioneering physician who was soon to become Woolf's doctor.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       23 July 1940\n      </strong>\n      VW gave a talk to the\n      Rodmell\n      Women's Institute\n      on her participation in the 'Dreadnought Hoax' of February 1910.\n     </div>\n<div class=\"paragraph\">\n      Woolf continued at this time to write and to think carefully about the implications of her writing.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       7 November 1940\n      </strong>\n      VW refused\n      E. M. Forster\n      's request for permission to nominate her to the Committee of the\n      London Library\n      , because of the library's policy against women members (a policy instituted by her father,\n      Leslie Stephen\n      ).\n     </div>\n<div class=\"paragraph\">\n      Forster had told Woolf In April 1935 that the library was retaining this policy.\n     </div>\n<h3>\n      Final Crisis and Death\n     </h3>\n<div class=\"paragraph\">\n      In considering the various issues which prepared the ground for VW's suicide, critics have noted her feelings of horror about the war, her writing, her past, and most particularly the prospect of another mental and physical breakdown. She was eating little by the end of 1940:\n      Octavia Wilberforce\n      observed that she was as \"thin as a razor.\"\n      She felt she was losing the ability to write, and much of the work she did produce at the beginning of 1941 shows a vivid discomfort about daily living and about humanity.\n     </div>\n<div class=\"paragraph\">\n      But it is difficult to mark precisely when she moved to a depressed and then to a suicidal state.\n      Elizabeth Bowen\n      last visited VW on 13 and 14 February, and later recalled:\n      <div class=\"blockquote\">\n       I remember her kneeling back on the floor—we were tacking away, mending a torn Spanish curtain in the house—and she sat back on her heels and put her head back in a patch of sun, early spring sun. Then she laughed in this consuming, choking, delightful, hooting way. And that is what has remained with me. So I get a curious shock when I see people regarding her entirely as a martyred . . . or definitely tragic sort of person, claimed by the darkness.\n      </div>\n</div>\n<div class=\"paragraph\">\n      Commentary and analysis on her death does not abate.\n      Maureen E. Mulvihill\n      argues in a recent essay that Woolf 's suicide had \"a larger logic\" as response to a combination of external factors, apart from her own mental state.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       28 March 1941\n      </strong>\n      VW wrote what may have been her second suicide letter to her husband\n      Leonard\n      , then went out and drowned herself in the\n      River Ouse\n      near\n      Rodmell\n      .\n     </div>\n<div class=\"paragraph\">\n      VW's body was recovered three weeks later and cremated on 21 April 1941; her ashes are under the\n      Stephen Tomlin\n      bust of her in the garden of\n      Monk's House\n      .\n     </div>\n</div>"
