"<div id=\"entry_doc_life\">\n<div class=\"personname_datastruct\">\n<div class=\"personname_dataitem\">\n       Birth Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Johanna   Arendt\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Self Constructed:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Hannah Arendt\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Married Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Stern\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Married Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Blücher\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n</div>\n</div>\n<h3>\n      Birth and Family\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       14 October 1906\n      </strong>\n      HA was born in\n      Linden\n      near\n      Hanover\n      in\n      Germany\n      after a twenty-two-hour labour, weighing over three and a half kilos. She was an only child.\n     </div>\n<div class=\"paragraph\">\n      Both her parents had grown up in highly cultivated Jewish homes headed by entrepreneurs who like most of the Jews of\n      Konigsberg\n      had roots in Russia. They were semi-observant in\n      Judaism\n      and well assimilated in German society although lacking equality in civil rights.\n     </div>\n<div class=\"paragraph\">\n      HA was a stateless person from 1933, when she fled from\n      Nazi\n      Germany, until 1951, when she acquired US citizenship.\n     </div>\n<h4>\n      Mother\n     </h4>\n<div class=\"paragraph\">\n      Her mother, born Martha Cohn, was the daughter of Jacob Cohn, who made a great deal of money importing tea. Martha was responsible for HA's upbringing, which she recorded in a book entitled \"Unser Kind\" (Our Child).\n      After surviving her husband's early death and various dangers during the first world war, Martha became a German Social Democrat and an admirer of\n      Rosa Luxemburg\n      (though not one of the revolutionary Spartacists). In February 1920 she married again, providing HA with two older stepsisters.\n     </div>\n<div class=\"paragraph\">\n      Martha died on board the Queen Mary in July 1948, after seven years living unhappily in exile with her daughter and son-in-law in New York. She had decided to make a new life in England with her surviving stepdaughter; HA felt she had never been fully able to meet her mother's emotional needs.\n     </div>\n<h4>\n      Father\n     </h4>\n<div class=\"paragraph\">\n      HA's father, Paul Arendt, was a descendent of an 'old Konigsberg family'. He had a degree and a job in engineering and was a classical scholar, but his career was cut short when the symptoms of syphilis, which he had contracted as a young man, began to show themselves. He (and his wife) had supposed him to be cured, but by 1911 he developed lesions, paralysis, and paresis (syphilitic insanity). He died in an institution in October 1913.\n     </div>\n<div class=\"paragraph\">\n      Among her many childhood illnesses, HA was tested twice a year (by a newly-invented process) to make sure she had not inherited her father's syphilis.\n     </div>\n<div class=\"paragraph\">\n      Paul Arendt's illness forced the family to move back from\n      Linden\n      to a house in the\n      Tiergartenstrasse\n      in his home town of\n      Konigsberg\n      (now Kaliningrad in Russia) when HA was three years old, and fears of a Russian invasion drove them early in the first world war from Konigsberg to\n      Berlin\n      for ten weeks.\n     </div>\n<div class=\"paragraph\">\n      In February 1920 Martha Arendt, after being a widow for seven years, married Martin Beerwald, who was the proprietor of an ironmongery business, a widower and the father of two daughters, HA's stepsisters Clara and Eva. Hannah's relationship with her step-family was a stormy one, though in course of time she became close to the talented, unattractive, unhappy Clara, who was later diagnosed as schizophrenic, and who in April 1932 killed herself at the age of thirty.\n     </div>\n<h3>\n      Education\n     </h3>\n<div class=\"paragraph\">\n      HA was ambitious at school and learned quantities of poetry by heart.\n      At fifteen her intellectual erudition or her prickly personality led to her expulsion from secondary school, after she quarrelled with one of her teachers. She had to sit for her final examination, the\n      <em>\n       Abitur\n      </em>\n      , as an unenrolled candidate. She passed with flying colours in spring 1924, a year ahead of the rest of her class. On graduating she was awarded a gold medal bearing the effigy of Duke Albert I of Prussia, as was the custom at the Luiseschule in\n      Konigsberg\n      .\n     </div>\n<div class=\"paragraph\">\n      Now in Berlin following her mother's second marriage, HA put in hours of serious independent study at home.\n     </div>\n<div class=\"paragraph\">\n      After HA left highschool her mother arranged for her to take classes at the\n      University of Berlin\n      . In fall 1924, supported by scholarships, she began her postsecondary studies with theology at the University of Marburg, from which she went on to the Albert Ludwig University of Freiburg and the\n      University of Heidelberg\n      .\n     </div>\n<div class=\"paragraph\">\n      At\n      Marburg\n      , HA took a philosophy course that was taught by\n      Martin Heidegger\n      , who was at that time, as she later wrote, \"the hidden king\" of \"the realm of thinking.\"\n      She was secretly in love with this professor (who was married and planned on remaining with his wife) until 1928, the year she finished her PhD. Both Heidegger and Karl Jaspers influenced her ideas on the existentialist formulation of the\n      <em>\n       vita activa\n      </em>\n      that was later at the heart of her political philosophy.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       28 November 1928\n      </strong>\n      HA defended her\n      University of Heidelberg\n      dissertation under\n      Karl Jaspers\n      ' supervision. It was entitled \"St Augustine's Concept of Love\".\n     </div>\n<h3>\n      Relationships and Influences\n     </h3>\n<div class=\"paragraph\">\n      Growing up in the household of her step-family, HA made the acquaintance of\n      Anna Mendelssohn\n      , later Weil, who became an intimate and lifelong friend. Anna was \"a descendant of the composer\n      Felix Mendelssohn\n      , who was the grandson of Moses Mendelssohn, the leader of the social and cultural emancipation of Jews during the Enlightenment.\"\n      It was through Anna Mendelssohn that HA heard about the \"brilliant professor from Marburg,\"\n      Martin Heidegger\n      .\n      Anna was then the girlfriend of Ernst Grumach, and he too relayed his enthusiasm for the professor of philosophy. Anna also presented her friend with \"a rare edition of the works of\n      Rahel Varnhagen\n      , whose life Arendt would subsequently write,\" further stimulating her intellectual virtuosity.\n      The friendship between Hannah and Anna, which began illicitly in the little town of Stolp (with Hannah sneaking away from home to make contact with Anna, whose family was off limits because of scandalous accusations against her father which were probably the result of antisemitism), continued in Berlin and in Paris and was renewed during Arendt's visits to Europe after the war. At their last meeting they agreed that neither should attend the other's funeral.\n     </div>\n<div class=\"paragraph\">\n      While HA was still attending highschool but after Anna Mendelssohn moved with her family to Allenstein, Arendt became romantically involved with Ernst Grumach.\n     </div>\n<div class=\"paragraph\">\n      She later fell in love with her professor,\n      Martin Heidegger\n      , who \"was passionately attracted by her beauty and by her depth of thinking.\"\n      This clandestine romance began in 1924, right after Arendt started university, when she was eighteen and Heidegger was thirty-five. After she moved to the tutelage of Karl Jaspers and to the stimulating environment of Heidelberg, her obsession with Heidegger lessened, though until 1929 she made herself available for meeting whenever he summoned her. In 1933, when he drifted towards\n      National Socialism\n      and its concomitant anti-Semitism, his charm evaporated; but when they met again in 1949 Arendt concluded, after a turmoil of conflicted emotion about him, that he was worth her loyalty.\n      She continued to visit him occasionally for the rest of their lives, even though she experienced these visits as unsatisfactory, since his wife felt possessive about him and insisted on being always present.\n     </div>\n<div class=\"paragraph\">\n      In 1927 HA had a brief affair with Erwin Loewenson, an Expressionist writer twenty years her senior. Their romantic relationship gave birth to a lifelong friendship and correspondence.\n      A brilliant man of her own age from the \"university gentry\" who for some years considered marrying her was Benno von Wiese.\n     </div>\n<h3>\n      First Marriage; Politics\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       September 1929\n      </strong>\n      After nine months living with him, HA married\n      Günther Stern\n      , a self-educated philosopher and writer who soon afterwards began using the name of 'Günther Anders' for his publications.\n     </div>\n<div class=\"paragraph\">\n      His parents, Clara and William Stern, had been influential in the development of child psychology. The marriage of Arendt and Günther Stern endured as such as long as the couple were in Germany, but during that time their political commitments diverged. After each arrived as a refugee in Paris in 1933, they continued to live together and provide mutual support in difficult times, but their marital relationship was over, as Arendt's divorce papers of 1937 make clear.\n     </div>\n<div class=\"paragraph\">\n      HA and Günther Stern moved from\n      Berlin\n      to\n      Frankfurt\n      . Their life there was intellectually lively, but after a while they moved back to Berlin.\n     </div>\n<div class=\"paragraph\">\n      During her first marriage, HA criticised the German women's movement for interesting itself in social, or women's issues without considering the broader political causes and consequences which made them of concern to men as well as to women. In the same way she criticised the Zionist movement for concerning itself solely with resettlement.\n      Nevertheless she developed links with the\n      Zionist Organization\n      in Germany—links which brought her, in 1933, arrest by the\n      Gestapo\n      .\n      By this date she had already discussed emigration as the only way to deal with the anti-Semitism of German society in general and more particularly of\n      Hitler\n      's\n      Nazi Party\n      , which had done so well in the 1930 elections. She began to move more and more in Zionist circles, as her husband was increasingly moving in\n      Communist\n      circles.\n     </div>\n<div class=\"paragraph\">\n      After the Reichstag fire of 27 February 1933, Günther Stern fled to Paris (fearing the Gestapo would catch up with him as a contact of\n      Bertolt Brecht\n      ). HA remained in Berlin, and associated herself ever more closely with the Zionists.\n     </div>\n<div class=\"paragraph\">\n      She was working at the time as a researcher for Kurt Blumenfeld, president of the\n      Zionist Organization\n      .\n     </div>\n<div class=\"paragraph\">\n      HA and her mother fled from\n      Berlin\n      shortly after Hannah had been arrested by the police and held for eight days for questioning. They had no travel documents, but made their way through the deeply forested\n      Erzgebirge Mountains\n      and crossed the frontier at night, heading for\n      Prague\n      . After a brief stay in Prague and a longer one in\n      Geneva\n      (where HA did minuting and translation work) she pressed on without her mother to\n      Paris\n      , where she arrived in fall 1933.\n     </div>\n<h3>\n      Paris; Second Marriage\n     </h3>\n<div class=\"paragraph\">\n      HA settled in\n      Paris\n      with many others, left-wingers or Jews, who had reason to fear the attentions of Hitler's Nazis.\n     </div>\n<div class=\"paragraph\">\n      In spring 1935 her work for\n      Youth Aliyah\n      gave her the opportunity to travel to\n      Haifa\n      and\n      Jerusalem\n      . This journey took in ancient sites from several different cultures: on the way out she visited\n      Sicily\n      and the ruins of ancient\n      Syracuse\n      , and on the way back she visited\n      Petra\n      in what was then Trans-Jordan.\n     </div>\n<div class=\"paragraph\">\n      In Paris she moved in a circle of anti-Fascist exiles, including theorist\n      Walter Benjamin\n      , novelist\n      Hermann Broch\n      , and poet and philosopher\n      Heinrich Blücher\n      ,\n      who was by this time an anti-Stalinist Communist. To these she later added American intellectual friendships, notably that with novelist Mary McCarthy. Her biographer remarks that she had a \"genius for friendship,\"\n      and that her friends were always outsiders or social nonconformists, \"sometimes by choice and sometimes by destiny.\"\n     </div>\n<div class=\"paragraph\">\n      In 1937 HA divorced\n      Günther Stern\n      . In early spring 1936 she had met\n      Heinrich Blücher\n      , a Communist, proletarian, Gentile exile. He was married at this time, but he and Arendt began living together. After war was declared he spent two months, from August 1939, interned in a labour camp in France.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       16 January 1940\n      </strong>\n      HA married her second husband,\n      Heinrich Blücher\n      , in\n      Paris\n      , four months before they were both rounded up and interned (he for the second time).\n     </div>\n<div class=\"paragraph\">\n      The marriage was childless. HA later explained: \"when we were young enough to have children, we had no money, and when we had money, we were too old.\"\n      After some difficult years acclimatising in the USA, and after a love-affair which was briefly a source of pain in the marriage, Blücher, who had not even a highschool qualification, landed a position as lecturer at\n      Bard College\n      , up the Hudson River from New York City.\n     </div>\n<div class=\"paragraph\">\n      In Paris Arendt collected a political family from young anti-Fascists and intellectuals; she called them 'the tribe', and these were some of her most politically active years. She continued her Zionist work under the auspices of the\n      Youth Aliyah\n      , an organization which prepared young people for resettling in Palestine, and became director of its Paris branch until, responding to a wave of anti-Semitism in France, the organization moved its headquarters to London in late 1938, leaving Arendt without a job. The work she had done helped to ensure that after France fell to the Nazis she, like her husband Blücher before her, was for some months interned.\n     </div>\n<div class=\"paragraph\">\n      After ceasing to be\n      Paris\n      director of\n      Youth Aliyah\n      , HA took a job as a refugee worker with the\n      Jewish Agency\n      , helping Austrian and Czech refugees.\n     </div>\n<h3>\n      New York\n     </h3>\n<div class=\"paragraph\">\n      In October 1940, when Jews in occupied\n      France\n      were required to register with the local prefecture, HA, her mother, and\n      Heinrich Blücher\n      began the quest for the coveted, hard-to-obtain visas for the USA. In January 1941, during a brief relaxation of regulations, the couple travelled southwards from\n      Paris\n      through\n      France\n      and\n      Spain\n      to\n      Portugal\n      , and set sail from\n      Lisbon\n      as refugees, followed by Martha Beerwald some weeks later.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       May 1941\n      </strong>\n      HA and\n      Heinrich Blücher\n      landed in\n      New York\n      as refugees, to begin life anew with twenty-five dollars cash and an allowance of seventy dollars a month from the Zionist Organization of America. Arendt's first task was to learn English, as a guest in a family in\n      Winchester\n      ,\n      Massachusetts\n      .\n     </div>\n<div class=\"paragraph\">\n      Her next task was the struggle to secure publication for manuscripts left in her keeping and that of her husband by\n      Walter Benjamin\n      . She also needed work, and became first a literary reviewer and then a political columnist for the German-language paper\n      Aufbau\n      . She also taught part-time at Brooklyn College. In 1948 she became director of\n      Jewish Cultural Reconstruction\n      , which aimed to salvage and catalogue looted or threatened cultural and historical artefacts.\n      She worked, too, as senior editor at\n      Schocken Books\n      , working on texts by Bernard Lazare, Gershon Scholem, and\n      Kafka\n      .\n     </div>\n<div class=\"paragraph\">\n      In 1959 HA became the \"first woman to be appointed to a full-time faculty position\" at\n      Princeton\n      .\n      She had already in 1952 won a Guggenheim Fellowship and been the first woman ever invited by Princeton to give its Gauss Seminars. She disliked the role of 'exception woman' as she had always disliked that of 'exception Jew', and reassured an interviewer: \"I am not disturbed at all about being a woman professor . . . because I am quite used to being a woman.\"\n      She went on to hold temporary academic posts (while avoiding permanent ones) at the\n      University of California, Berkeley\n      , at\n      Wesleyan University\n      in fall 1961, and the\n      University of Chicago\n      in 1962. In 1967 she joined the teaching staff at the\n      New School\n      in\n      New York City\n      , which enabled her to stop commuting to Chicago.\n      During the 1960s she lectured widely, sat on panels and editorial boards, attended conference after conference—including two dedicated to her own work—and signed petitions.\n     </div>\n<div class=\"paragraph\">\n      All her life HA believed in political action alongside political theorizing. In her early years in the USA she worked for the raising of a Jewish army, for a Jewish state (not under a British mandate), and for a postwar federation of Europe.\n      She became critical of Israeli government policies after March 1952, when Israel passed a Nationality Act barring the majority of its resident Arabs from citizenship. For years she was sceptical of political parties, having less confidence in parties than in the courts to maintain an anti-totalitarian commitment.\n     </div>\n<div class=\"paragraph\">\n      Her work for\n      Jewish Cultural Reconstruction\n      took her to postwar Europe in 1949, travelling around\n      Germany\n      with visits to other countries. She thought Germany and even France almost destroyed by the years of totalitarianism, with Switzerland in better shape and\n      England\n      \"morally intact\" and \"entirely without chauvinism.\"\n      Arendt visited Europe again in 1952.\n     </div>\n<div class=\"paragraph\">\n      Her most memorable travel was the time she spent in\n      Jerusalem\n      for the\n      Eichmann\n      trial in spring and summer 1961. She followed this disturbing time by travelling with her husband to visit\n      Karl Jaspers\n      in\n      Basel\n      ,\n      Switzerland\n      , and make a tour of classical sites in\n      Italy\n      and\n      Sicily\n      . In spring 1963 she revisited the same places, with the addition of\n      Greece\n      and\n      Paris\n      .\n      As late as 1973 and 1974 she travelled to Britain to give the Gifford Lectures at\n      Aberdeen\n      in\n      Scotland\n      (as well as visiting her stepsister in\n      London\n      ).\n     </div>\n<div class=\"paragraph\">\n      HA and\n      Heinrich Blücher\n      made their permanent home in New York. In 1951 they moved from small rooms on\n      West 95th Street\n      to\n      130 Morningside Drive\n      , between Columbia University and Harlem. In their final apartment, on\n      Riverside Drive\n      facing the park and the Hudson River, one room served as library and dining room, another as living-room and Arendt's study, another as her bedroom and the home of the filing cabinets.\n     </div>\n<div class=\"paragraph\">\n      HA's journalistic and editorial work meant that she met almost everyone who belonged to the intellectual scene in New York, as well as those just passing through, like\n      T. S. Eliot\n      . Those who became real friends included\n      Randall Jarrell\n      ,\n      Hermann Broch\n      ,\n      Mary McCarthy\n      , and, late in her life, J. Glenn Gray. She also rediscovered in New York an old friend from Frankfurt days, Hilde Frankel, mistress of the Christian philosopher\n      Paul Tillich\n      . After the war ended, and she and\n      Karl Jaspers\n      each discovered that the other was still alive, her friendship with this revered figure became extremely important to her. She was, on the other hand, stricken at losing her friendship with Kurt Blumenfeld over her treatment of the Eichmann case.\n     </div>\n<h3>\n      Last Years\n     </h3>\n<div class=\"paragraph\">\n      HA's husband,\n      Heinrich Blücher\n      , suffered a ruptured aneurysm in his brain in fall 1961, but made a good recovery. He was ill again in September 1963, and in spring 1968 he had several minor heart attacks.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       31 October 1970\n      </strong>\n      HA's husband,\n      Heinrich Blücher\n      , died of a heart attack at\n      Mount Sinai Hospital\n      in\n      New York\n      . He had had heart attacks before, but while they waited for the ambulance he told her: \"This is it.\"\n     </div>\n<div class=\"paragraph\">\n      After less than a month as a widow, HA received a proposal of marriage from\n      W. H. Auden\n      , who was a friend but not a particularly close one. He suggested that they were both lonely and each could take care of the other. It pained her to turn him down, because she hated feeling sorry for him.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       19 March 1962\n      </strong>\n      HA suffered multiple injuries when the taxi she was riding in was involved in an accident.\n     </div>\n<div class=\"paragraph\">\n      In December 1971 she was diagnosed with angina. She considered taking things more easily and giving up, or at least cutting down her smoking, but decided not to enforce any changes she found difficult, because \"I am certainly not going to live for my health.\"\n      She responded even more strongly in the same way when she was felled by a serious heart attack in the course of giving the second series of Gifford Lectures in\n      Aberdeen\n      ,\n      Scotland\n      , in May 1974. She had been driving herself hard and proved a recalcitrant patient who ignored medical advice or declined to follow it.\n     </div>\n<h3>\n      Death\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       4 December 1975\n      </strong>\n      HA died of a heart attack at her apartment on\n      Riverside Drive\n      in\n      New York City\n      , in her study-living-room, in the presence of friends to whom she had just served dinner and for whom she was now pouring coffee.\n     </div>\n</div>"
