"<div id=\"entry_doc_life\">\n<div class=\"personname_datastruct\">\n<div class=\"personname_dataitem\">\n       Birth Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Jane   Hume   Clapperton\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n</div>\n</div>\n<h3>\n      Birth and Background\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       22 September 1832\n      </strong>\n      Jane Hume Clapperton was born in\n      Edinburgh\n      , in the parish of St Cuthbert's, the tenth of twelve children.\n     </div>\n<div class=\"paragraph\">\n      She spent almost her whole life in\n      Edinburgh\n      , though she apparently lived for some time in the\n      West Midlands\n      near\n      Coventry\n      , where she moved in the circle of\n      Charles Bray\n      (social reformer and newspaper proprietor) and\n      George Eliot\n      (though she never actually met the latter).\n     </div>\n<div class=\"paragraph\">\n      JHC's large, wealthy middle-class, Scottish family had Liberal leanings, and was presumably\n      Presbyterian\n      , having affiliations with the parishes of\n      St Giles's\n      and\n      St Cuthbert's\n      in\n      Edinburgh\n      .\n      JHC remained committed to the Presbyterianism of her parents until 1880, by which time she had professed her agnosticism.\n     </div>\n<h4>\n      Parents\n     </h4>\n<div class=\"paragraph\">\n      Little is known about JHC's mother other than her name, Anne Clapperton,\n      <em>\n       née\n      </em>\n      Hume\n     </div>\n<div class=\"paragraph\">\n      Her father, Alexander Clapperton, was a successful merchant who owned businesses in\n      Edinburgh\n      and\n      Glasgow\n      . He was also active and influential in local politics, and was known to have\n      Liberal\n      sympathies.\n     </div>\n<h4>\n      Niece\n     </h4>\n<div class=\"paragraph\">\n      JHC influenced her niece Lettice Floyd to join the\n      Women's Social and Political Union\n      .\n     </div>\n<h3>\n      Education\n     </h3>\n<div class=\"paragraph\">\n      JHC had delicate health as a child, and this affected both her education and her disposition.\n     </div>\n<div class=\"paragraph\">\n      As a young child, JHC was educated at home with her siblings by a governess. For French and other advanced subjects the others were accompanied by the governess to private classes, but JHC was not permitted to attend these, owing to the state of her health. She later reflected that this led to \"hours of solitary suffering by which her natural tendencies to reflection and morbid feeling were increased.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       About 1844\n      </strong>\n      At the age of twelve, JHC was sent to an unidentified boarding-school in\n      England\n      , which she attended for four years.\n     </div>\n<div class=\"paragraph\">\n      This was at an earlier age and for a longer time period than most girls of this date attended boarding-school, and was primarily because of her ill health. However, the \"bright and healthful surroundings\" as well as the abundance of female companionship soon improved her spirits and strength, despite what she called the \"superfluous\" education.\n     </div>\n<div class=\"paragraph\">\n      After completing school, JHC was deeply impressed by\n      Robert Chambers\n      , who encouraged her self-education by telling her that \"real education begins when one leaves school . . . [it] is better than any amount of school learning.\"\n      She took the advice to heart. She began with the study of\n      Henry Buckle\n      's\n      History of Civilization in England\n      , and proceeded to the Rev.\n      James Cranbrook\n      's works on political economy, logic, and metaphysics, including\n      <em>\n       Credibilia: or, Discourses on Questions of Christian Faith\n      </em>\n      , 1866.\n     </div>\n<h3>\n      Family Responsibilities; Progressive Friends\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1849\n      </strong>\n      JHC's father, Alexander Clapperton, died when she was still in her teens.\n     </div>\n<div class=\"paragraph\">\n      Following the death of her father and marriage of all her sisters, JHC lived alone with her mother in\n      Edinburgh\n      .\n     </div>\n<div class=\"paragraph\">\n      Vividly conscious of the need for reform in the institution of marriage, she never married herself.\n     </div>\n<div class=\"paragraph\">\n      Her interest in social reform brought her into friendship with\n      Charles Bray\n      of Coventry, and her involvement with the feminist movement led to personal friendships with many of its leaders. She became, for instance, one of\n      Elizabeth Wolstenholme Elmy\n      's circle of correspondents, which included\n      Dora Montefiore\n      , upon whom JHC had a strong influence.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1872\n      </strong>\n      JHC's mother, Anne Clapperton, with whom she had been living, died.\n     </div>\n<h3>\n      Philanthropy and Activism\n     </h3>\n<div class=\"paragraph\">\n      Between the time of her father's death and the marriage of the last of her sisters in 1864, JHC began to work for the advancement of women in the professions and education, largely motivated by experience of how limited were the opportunities available to her as a single woman. She was particularly frustrated by the \"fundamentally conventional\" society of\n      Edinburgh\n      and its lack of intellectual stimulation, which soon \"became intolerable\" to her.\n     </div>\n<div class=\"paragraph\">\n      Her philanthropy included teaching sabbath school, superintending the female branch of a ragged school, volunteering at a sick children's hospital, and working for the\n      Society for Promoting the Employment of Women\n      (SPEW). She later reflected that her frustration at the inefficiency of these organizations led her to the study of social reform; she never ceased her agitation for social change.\n     </div>\n<h4>\n      Suffrage Agitation\n     </h4>\n<div class=\"paragraph\">\n      JHC was a staunch advocate for marriage reform, birth control, and women's suffrage, which she campaigned for both through her writing and through her participation in various feminist organizations.\n      Her desire for marriage reform underlay much of her work. She felt strongly that men and women ought to be \"intellectually and morally equal and free to form intimate and lasting relations with one another, of the most varied character,\" and believed that without this reform, \"no social reconstruction will ever fully overcome the evils of our present state.\"\n      She also supported \"the movement for women's advance all along the line from rational education in every branch to professional activities and sharing with men public duties and responsibilities.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1871\n      </strong>\n      In this year JHC joined the\n      Edinburgh\n      branch of the\n      National Society for Women's Suffrage\n      .\n     </div>\n<div class=\"paragraph\">\n      She also joined the Central arm of this organization in 1890, subscribed to the Women's Emancipation Union in 1894 and 1896, and subscribed to the\n      Women's Social and Political Union\n      (WSPU) in 1907. By 1908 she was a member of the\n      Women's Freedom League\n      (WFL), though she never entirely rejected the WSPU, as did some WFL members.\n     </div>\n<div class=\"paragraph\">\n      Her signature was among six hundred appended (chosen from those of more than two thousand women supporting the document) to the anonymously-published\n      \"Women's Suffrage: A Reply\"\n      . This argument in support of female suffrage appeared July 1889 in the\n      Fortnightly Review\n      , in answer to\n      Mary Augusta Ward\n      's\n      An Appeal against Female Suffrage\n      , published (also with many signatures) in\n      <em>\n       Nineteenth Century\n      </em>\n      the previous month.\n     </div>\n<h4>\n      Feminism\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1885-9\n      </strong>\n      JHC was an associate of\n      Karl Pearson\n      's\n      Men and Women's Club\n      , which was formed in\n      London\n      to debate the relations of the sexes.\n     </div>\n<div class=\"paragraph\">\n      Others who attended the club included\n      Annie Besant\n      ,\n      Olive Schreiner\n      ,\n      Elizabeth Blackwell\n      ,\n      Henrietta Müller\n      , and\n      Eleanor Marx\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       26 June-5 July 1899\n      </strong>\n      JHC sat on the Legislative and Industrial Sub-Committee of the\n      International Congress of Women\n      , held in\n      London\n      .\n     </div>\n<div class=\"paragraph\">\n      Among others the committee also included\n      Clementina Black\n      ,\n      Beatrice Webb\n      , and\n      Maud Pember Reeves\n      . It was attended by\n      Emma Brooke\n      and\n      Isabella Ford\n      .\n     </div>\n<h4>\n      On Reproduction\n     </h4>\n<div class=\"paragraph\">\n      JHC supported the\n      Legitimation League\n      , a society that advocated the equal treatment of 'illegitimate' children and championed freedom in sexual relations, and the\n      Malthusian League\n      , which campaigned for 'preventative checks', or the limiting of family size by birth control.\n     </div>\n<h4>\n      Socialism\n     </h4>\n<div class=\"paragraph\">\n      JHC's views on socialism were advanced primarily through her writing, in which she defended municipal socialism, advocated the formation of unitary homes (where separate families would be combined together), and maintained that competition ought to be replaced by co-operation.\n     </div>\n<div class=\"paragraph\">\n      She was a member of the\n      International Labour Party\n      (ILP),\n      and also supported the Anarchist Legitimation League.\n     </div>\n<div class=\"paragraph\">\n      She was featured in the 1898 issue of\n      The Labour Annual\n      . The short biographical note made reference to her advancement of the socialist cause through\n      Scientific Meliorism\n      and\n      Margaret Dunmore\n      .\n     </div>\n<h3>\n      Death\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       30 September 1914\n      </strong>\n      JHC died suddenly from a cerebral haemorrhage at her home,\n      35 Drummond Place\n      ,\n      Edinburgh\n      .\n     </div>\n</div>"
