"<div id=\"entry_doc_life\">\n<div class=\"personname_datastruct\">\n<div class=\"personname_dataitem\">\n       Birth Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Evelyn   Maud   Bosworth   Underhill\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Married Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Stuart Moore\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Religious Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n<em>\n           Soror Quaerens Lucem\n          </em>\n</em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Pseudonym:\n       <span class=\"person_name\">\n<strong>\n<em>\n          John Cordelier\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Nickname:  '\n       <span class=\"person_name\">\n<strong>\n<em>\n          Thomasina\n         </em>\n</strong>\n</span>\n       '\n      </div>\n</div>\n<h3>\n      Birth and Background\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       6 December 1875\n      </strong>\n      EU was born at\n      Graisley Hill, 183 Penn Road\n      , in\n      Wolverhampton\n      in\n      Staffordshire\n      .\n     </div>\n<div class=\"paragraph\">\n      She had no brothers or sisters.\n     </div>\n<div class=\"paragraph\">\n      EU was born into the English, presumably white, middle class.\n     </div>\n<div class=\"paragraph\">\n      Though she was an\n      Anglican\n      by birth and confirmation, her upbringing was not a religious one. Her\n      father\n      seems to have had a philosophical interest in religion, but he was far from devout. In his memoirs he doubts that any educated person takes the\n      \"Old Testament\"\n      literally and suggests that the Church ought to revise it. In her youth EU displayed similar agnostic tendencies. A diary entry written in 1892 displays her sceptical interest in received dogma:\n      <div class=\"blockquote\">\n       As to religion, I don't quite know, except that I believe in a God, and think it is better to love and help the poor people round me than go on saying that I love an abstract Spirit whom I have never seen. . . . I do not think anything is gained by being orthodox, and a great deal of the beauty and sweetness of things is lost by being bigoted and dogmatic.\n      </div>\n      She goes on to criticize the concept of daily prayer (\"I think it is as much as to say that [God] is deaf, or very slow of comprehension\"). She then turns her attention to the\n      Bible\n      , which she believes not to be divinely inspired, though it is \"nevertheless . . . one of the best and wisest books the world has ever seen.\"\n      At this point she also identifies herself as a socialist.\n     </div>\n<h4>\n      Mother\n     </h4>\n<div class=\"paragraph\">\n      EU's mother was born\n      Alice Lucy Ironmonger\n      . She was the youngest child of the twice-married Moses Ironmonger, former mayor of Wolverhampton. She died in 1924.\n     </div>\n<h4>\n      Father\n     </h4>\n<div class=\"paragraph\">\n      EU's father,\n      Arthur Underhill\n      , followed in his own father's footsteps to become a lawyer, being called to the bar when he was only twenty-one. He was successful as a barrister, was the author of books that became standard reading on torts and private trust, and was knighted by\n      King George V\n      in 1922. In addition to his professional career, he was a keen yachtsman. In 1879 he founded the Cruising Club (later called the Royal Cruising Club), and was its first Commodore, a title by which his family fondly referred to him. He died in 1939, just over two years before his daughter.\n     </div>\n<div class=\"paragraph\">\n      Despite EU's religious commitment, she was not particularly close to her paternal uncle Ernest, an\n      Anglican\n      vicar and the only other family member who expressed more than casual interest in the Church.\n     </div>\n<div class=\"paragraph\">\n      EU's family moved from\n      Wolverhampton\n      to\n      London\n      when she was very young in order for her father to advance his career.\n     </div>\n<div class=\"paragraph\">\n      After this move she lived in\n      London\n      for her entire life.\n     </div>\n<h3>\n      Education\n     </h3>\n<div class=\"paragraph\">\n      EU seems to have been educated at home in her early years.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       By summer 1888\n      </strong>\n      EU began attending Sandgate House, a boarding school in the village of\n      Sandgate\n      , near\n      Folkestone\n      in\n      Kent\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1893\n      </strong>\n      EU enlisted in the recently established\n      Ladies' Department of King's College\n      in\n      Kensington\n      .\n     </div>\n<div class=\"paragraph\">\n      Though she did not take a degree, she acquired a substantial education, studying history, botany, art, and languages (Latin, French, and Italian).\n     </div>\n<div class=\"paragraph\">\n      She did not take advantage of her opportunity to study theology while at the Anglican foundation of King's, but became interested in religion through reading philsophy and poetry from her father's library.\n      Plotinus\n      ,\n      St Augustine\n      ,\n      Dante\n      , and\n      Blake\n      were among the first writers to spark her interest in spirituality.\n      She was to remain enthusiatic about philosophy throughout her life. She described herself as \"drunk\" on a lecture by\n      Henri Bergson\n      which she attended in London in 1912.\n     </div>\n<h3>\n      Religious Awakening\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1898\n      </strong>\n      Accompanied by her\n      mother\n      , EU made the first of what later amounted to sixteen trips in her life to the European continent. On this occasion they visited\n      Italy\n      and\n      France\n      .\n     </div>\n<div class=\"paragraph\">\n      She was impressed by the physical beauty of Italy—the landscape, architecture, and art—but also by the lingering, medieval sense of ritual and religion there. Biographer\n      Dana Greene\n      writes that in Italy EU found \"powerful and evocative access to the Divine.\"\n      She wrote to her future husband: \"The place . . . has taught me more than I can tell you: a sort of gradual unconscious growing into an understanding of things.\"\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       By November 1905\n      </strong>\n      To feed her growing interest in spiritualism and the occult, EU joined the\n      Hermetic Order of the Golden Dawn\n      .\n     </div>\n<div class=\"paragraph\">\n      Though the Order dated back to the 1880s (when a leading role in it had been played by\n      Florence Farr\n      ), the branch that EU joined was founded only in 1903 by Arthur Waite, to whom she was introduced by a mutual friend. This chapter, unlike the rest of the Order, shunned magic and astrology to concentrate instead on Christian mysticism and ritual. EU was with the society for only a short time (by 1907 she had broken ties with it), yet it probably had a major impact on her religious development insofar as it furthered her awareness of mysticism.\n     </div>\n<h4>\n      Catholicism\n     </h4>\n<div class=\"paragraph\">\n      Around 1904 EU developed an interest in Roman Catholicism.\n      This interest, however, aroused in her an almost equal anxiety, on two grounds. For one thing, her spiritual development thus far had largely been self-directed, and she was \"loathe to sacrifice her 'intellectual liberty' for the sake of becoming a Catholic.\"\n      Secondly, her fiancé, Hubert, was wary of her converting, \"chiefly on the grounds that Evelyn's confessor would virtually make a third in their marriage and constitute an alien power with certain rights of possession over her.\"\n      Nonetheless she decided, in April 1907, that she would convert, but postponed any action until after the wedding. She reversed her decision later that year when the papal decree\n      <em>\n       Lamentabili\n      </em>\n      and the encyclical\n      <em>\n       Pascendi Dominici Gregis\n      </em>\n      were issued. These texts condemned Modernist teaching, a growing trend in Catholicism that tried to reconcile modern scientific and historical knowledge with traditional doctrine. EU's spiritual thought was largely influenced by Modernist teachings, and she could not commit herself to a Catholicism that excluded them. Nevertheless this year, 1907, was the time from which she dated her conversion to Christianity.\n     </div>\n<h3>\n      Married Life\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       3 July 1907\n      </strong>\n      At thirty-two, EU married Hubert Stuart Moore, who had been her friend since childhood.\n     </div>\n<div class=\"paragraph\">\n      Born in 1869, Hubert was EU's senior by six years, and, like her father, he was a barrister as well as an author of legal texts. During the first World War, while his office was destroyed by a bomb, he remained committed to the war effort, serving on hospital boards and designing artificial limbs. He engaged in similar work in World War II, making splints and bedtables.\n      The couple had no children.\n     </div>\n<div class=\"paragraph\">\n      On their marriage EU and her husband moved into his inherited home at\n      50 Campden Hill Square\n      in\n      Kensington\n      : an eighteenth-century square just around the corner from EU's parents' home. In 1975 the house received a 'blue plaque' in memory of EU bearing the inscription, \"Christian Philosopher and Teacher, lived here 1907-1939\"—that is, until the move to\n      Hampstead\n      at the end of her life.\n     </div>\n<h4>\n      Friends\n     </h4>\n<div class=\"paragraph\">\n      EU and her husband led active social lives, often entertaining friends and colleagues at their home.\n      Blanche Alethea Crackanthorpe\n      introduced her to\n      Marie Belloc Lowndes\n      , who became a friend of Underhill and called her \"a delightful being\".\n      A frequent visitor was\n      T. S. Eliot\n      , whom Underhill had met while writing for\n      The Criterion\n      during his period as editor. Writer brothers\n      Arthur\n      and\n      Purefoy Machen\n      were close friends of hers for several years, but the friendship with Arthur apparently declined after she published\n      The Mystic Way\n      . Novelist\n      May Sinclair\n      , too, was a dear friend, and it was she who introduced\n      Rabindranath Tagore\n      to EU in 1912. Underhill was also a friend of suffragist\n      Eva Gore-Booth\n      , a fellow enthusiast of Neoplatonic philosophy. Prominent religious thinkers attended the parties given by Underhill and her husband: the Catholic philosopher E. I. Watkin, Maisie Spens (author of books on spirituality), Friedrich Heiler (a German scholar of religion who wrote on prayer), and Margaret Smith, (a scholar specializing in Islamic mysticism).\n      Ethel Ross Barker\n      , lecturer and historian at the University of London, was a particularly important friend from 1904 until her death in 1921. In 1939 EU attended a party hosted by\n      Lady Rhondda\n      at her Hampstead flat.\n     </div>\n<h4>\n      First World War\n     </h4>\n<div class=\"paragraph\">\n      During World War I, EU was active in the war effort. At first she was engaged in social work, meeting with the wives and families of fallen soldiers. In 1916 she was employed by the African section of\n      Naval Intelligence\n      , where her language skills were put to use in translating guide-books. After the war and her return to Anglicanism, EU again undertook charity work on the advice of Friedrich von Hügel: she made bi-weekly visits to eight poor families in\n      Kensington\n      . Presumably these visits were meant to provide some sort of religious counsel, though EU found that it was \"mostly a case of being a family friend and cheerer-up—not at all a spiritual job!\"\n     </div>\n<h3>\n      Shift in Religious Thinking\n     </h3>\n<div class=\"paragraph\">\n      At the end of the war, EU began to warm to institutionalised religion. She was still a strong advocate of the solitary spirituality of myticism, but the damage done by the war both to individuals and to the social collective prompted her to seek religious habits that would engage with the failing world around her rather than seek to escape it.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       By early 1921\n      </strong>\n      EU returned actively to the\n      Church ofEngland\n      , in which she had been baptised and confirmed. Fourteen years earlier the move would have been unthinkable, as she could not then accept Anglican teachings.\n     </div>\n<div class=\"paragraph\">\n      This decision was a least in part a result of her communication with the prominent RomanCatholic theologian Baron Friedrich von Hügel, who had first contacted her in 1911 and who became her spiritual advisor until his death in 1925. After that she had two other advisors, both men and both Anglicans: Walter Howard Frere (Bishop of Truro) and Reginald Somerset Ward (a priest who resigned his living for the purpose of serving as spiritual director to particular individuals).\n     </div>\n<div class=\"paragraph\">\n      Within the Church of England, EU found herself most at home with Anglo-Catholicism, a grouping (also known as 'High Church') which developed out of nineteenth-century Tractarianism and which emphasizes the Catholic aspects of Anglicanism.\n     </div>\n<h4>\n      Religious Retreats\n     </h4>\n<div class=\"paragraph\">\n      During the 1920s, EU attended religious retreats and also led several of them. In May 1922 she attended an Anglican retreat at the\n      Chelmsford Diocesan House of Retreat\n      in the village of\n      Pleshey\n      in\n      Essex\n      . There she gained \"a wholly new sense of the realness and almost unbearable beauty of Christian life.\"\n     </div>\n<div class=\"paragraph\">\n      During the academic year 1921-22 EU became the first woman to lecture on religion at\n      Oxford: at Manchester College\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       March 1924\n      </strong>\n      EU conducted a three-day religious retreat during Lent at\n      Pleshey\n      in\n      Essex\n      , the first of many in the years that followed.\n     </div>\n<div class=\"paragraph\">\n      The retreat was organized for the\n      Time and Talents Settlement\n      , an interdenominational group. EU was invited to conduct it after an official there heard her speak and thought her particularly suited to addressing such a mixed crowd. The event marked the beginning of a new vocation. Each year until 1934 she conducted as many as eight retreats a year, two of which were always at Pleshey. The lion's share of these were given to Anglicans, chiefly to the clergy and women. She maintained her role as a spiritual advisor outside these retreats, providing 'after care' to some of the women who had attended.\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       1927\n      </strong>\n      By invitation, EU led an\n      Anglican\n      retreat at\n      Canterbury Cathedral\n      , the first woman to do this.\n     </div>\n<div class=\"paragraph\">\n      Having been writing and publishing since her teens, EU did not confine her interest in texts to writing them. By the time she began college she had taken up bookbinding, a trade in which she evidently had some skill, as one of her works was purchased for the collection of the Hungarian Museum. Later, when she was in her forties, she took up script-writing or calligraphy. Other hobbies were sailing and painting: her archive includes sketches and watercolours of seascapes, buildings, and other scenes.\n     </div>\n<div class=\"paragraph\">\n      As well as spending time at retreats at\n      Pleshey\n      ,\n      Canterbury\n      , and elsewhere, EU travelled frequently, especially with her husband. In May 1905 she was at\n      Asolo\n      in\n      Italy\n      , writing the preface to her translation\n      The Miracles of Our Lady\n      .\n      She and her husband went by motorcycle and sidecar, and later by car, on excursions to the English countryside and further afield. In 1928 they holidayed in\n      Spain\n      , and the following year in northern\n      France\n      . Between 1931 and 1935 they made annual trips to\n      Norway\n      .\n     </div>\n<div class=\"paragraph\">\n      These trips were no doubt in part an outcome of EU's inheriting her father's love of yachting. She eventually gained a Master Mariner's Certificate.\n     </div>\n<h3>\n      Health Problems\n     </h3>\n<div class=\"paragraph\">\n      In her late forties EU's health began to decline. After a trip to the\n      Alps\n      in the summer of 1923 she was diagnosed with bronchial asthma, after which she spent time recovering in\n      Hastings\n      . She was ill again in 1925, and in 1929 suffered some \"bout of physical illness.\"\n      These incidents barely slowed her religious activities, but in 1936 several bouts of asthma forced her to cancel six retreats. The following years were marked by declining health. In 1937 she suffered not only from asthma, but also from bronchitis and the flu. Thereafter she stayed for a time in the\n      Royal Brompton Hospital\n      ,\n      London\n      . In 1939 she went to stay in Sussex at the home of some friend near\n      Washington\n      , six miles from the sea. By this year she was suffering from \"ferocious\" asthma attacks and relying heavily on oxygen and morphine.\n      The burden put on her by her illness was compounded by doctor's orders to strip her study of books and anything else that might gather dust.\n     </div>\n<h3>\n      World War II and Pacifism\n     </h3>\n<div class=\"paragraph\">\n      During the 1930s EU continued her religious quest by developing an interest in the\n      Greek Orthodox Church\n      .\n     </div>\n<div class=\"paragraph\">\n      Late in this decade, with another world war on the horizon, she became a pacifist. In 1937 she joined the\n      Peace Pledge Union\n      (founded on 22 May 1936 by Canon 'Dick' Sheppard, merged in February of this year with the\n      No More War Movement\n      ) and by 1939 she was a vocal member of the Anglican Pacifist Fellowship. She made it her business to urge other Christians to renounce war on any grounds.\n     </div>\n<div class=\"paragraph\">\n      However, her renunciation of war did not prevent her from undertaking any humanitarian effort related to war. Biographer\n      Christopher Armstrong\n      notes that in the years leading up to the war, both EU and her husband sewed for the\n      Red Cross\n      .\n     </div>\n<h3>\n      Death\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       15 June 1941\n      </strong>\n      EU died at her home at\n      12 Hampstead Square\n      from a cerebral haemorrage.\n     </div>\n<div class=\"paragraph\">\n      Her funeral took place without flowers or \"lugubrious hymns\", according her wishes. She was buried in the churchyard at the parish church,\n      St John-at-Hampstead\n      .\n     </div>\n</div>"
