"<div id=\"entry_doc_life\">\n<div class=\"personname_datastruct\">\n<div class=\"personname_dataitem\">\n       Birth Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Joan   Rosita   Torr\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Married Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          Forbes\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n       Married Name:\n       <span class=\"person_name\">\n<strong>\n<em>\n          McGrath\n         </em>\n</strong>\n</span>\n</div>\n<div class=\"personname_dataitem\">\n</div>\n</div>\n<h3>\n      Birth and Family\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       16 January 1890\n      </strong>\n      Joan Rosita Torr (later RF) was born at\n      Riseholme Hall\n      near\n      Lincoln\n      , the eldest of her parents' four children.\n     </div>\n<div class=\"paragraph\">\n      Her\n      Times\n      obituary mistakenly made her three years younger, giving her date of birth as 1893.\n     </div>\n<div class=\"paragraph\">\n      Her parents, she said (who were both members of the land-owning class, though in her father's case with strong egalitarian sympathies), had such a \"sensitive awareness of the next world that the permissible conveniences of this one were often ignored.\"\n      Rosita grew up to believe that \"there is one God under many names. Christian, Buddhist,\n      Mohammedan\n      , no doubt a hundred other creeds, worship the same fundamental Godhead.\" Nevertheless, she found she could not make a public statement of conversion to Islam, even when enough money to make her secure for life depended on it. She remained uncertain whether this decision sprang from national feeling—which she called \"the pride of English blood,\" though she also had Scots, Spanish, and Peruvian blood—or from religious loyalty (\"homage to the\n      Cross of Christ\n      \").\n     </div>\n<h4>\n      Mother\n     </h4>\n<div class=\"paragraph\">\n      RF's mother, Rosita Torr\n      <em>\n       née\n      </em>\n      Graham, was by descent partly Scots Highlander, partly Spanish, and partly Peruvian. Spanish heritage accounted for her own Christian name and the one her eldest daughter used.\n      That daughter describes both her parents as \"dominated by their consciences and a profound sense of duty,\"\n      and her mother (for whom she felt a \"desperate, uncomprehending love\") as \"beautiful and thwarted,\"\n      incapable of happiness.\n     </div>\n<h4>\n      Father\n     </h4>\n<div class=\"paragraph\">\n      Her father, Herbert James Torr, was a squire or landowner in\n      Lincolnshire\n      , more deeply devoted to his land than to his children.\n      RF calls him \"brilliant and much troubled,\"\n      heroic but lacking in common sense and adaptability.\n      He was an excellent public speaker, who could have had a successful political career but for the fact that his principles, which he would never compromise, did not coincide with those of any political party. He was \"a premature social reformer among the neighbouring land-owners . . . a comparatively rich man with the trappings of a country estate among the working intellectuals whom he cultivated.\" She admired him but could not be like him.\n     </div>\n<div class=\"paragraph\">\n      RF and her siblings, she writes, were brought up with ideals too high for them. Socially, she felt that her snobbish school associates condemned her clothes, address, etc. as subtly below par. She planned a life of adventure as an escape.\n     </div>\n<div class=\"paragraph\">\n      The opening pages of her second book of memoirs give a sketch of her brother John, farming under dreadful wartime difficulty in\n      Kent\n      , the family estate having been requisitioned for the\n      RAF\n      .\n     </div>\n<div class=\"paragraph\">\n      As she remembered it RF grew up mostly on that family estate,\n      Riseholme Hall\n      in\n      Lincolnshire\n      . She later recalled its \"damp thickets of rhododendron,\" heavy ploughed lands,\n      and \"age-old woods,\" either of oak or of \"beech and pine, once candle-lit by primroses or with a ground mist of bluebells.\"\n      The family also had a\n      London\n      house where they spent part of the year.\n     </div>\n<h3>\n      Education\n     </h3>\n<div class=\"paragraph\">\n      Joan Rosita Torr received the grounding of her classical education from a governess before she went to school. She said she recollected little of her childhood except \"an extraordinary number of accidents\" involving ponies or horses.\n      She had few pleasures except riding and fox-hunting, but she \"read voraciously.\"\n     </div>\n<div class=\"paragraph\">\n      Of her school attendance she says almost nothing.\n     </div>\n<h3>\n      First Marriage\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       5 October 1911\n      </strong>\n      Joan Rosita Torr (later RF) married Colonel Ronald Foster Forbes (twelve years older than herself, the son of a Scottish landowner) at\n      Swinderby\n      near\n      Lincoln\n      . She ended by divorcing him in 1917.\n     </div>\n<div class=\"paragraph\">\n      She later wrote of him as \"a good-looking Highlander with whom for three preposterous years I was miserable\"\n      and as \"a soldier without ideas but with an instinct for enjoyment which I ought to have appreciated.\"\n      By then she felt sure she had been an exasperating partner. He had a \"hideous . . . temper\", but none of the earnestness and sense of sin with which she was burdened. After the divorce he re-married, had children, and was, she hoped, happy.\n      She got divorced against her parents' wishes, since \"they regarded marriage as indissoluble.\"\n      This and her next marriage were both childless.\n     </div>\n<div class=\"paragraph\">\n      A foretaste of her later travels was provided by time spent in\n      India\n      and\n      Australia\n      during her first marriage. In India she was miserable and \"wept a good deal.\" In Australia she stopped weeping and began to make friends.\n     </div>\n<h3>\n      First World War, Early Travels\n     </h3>\n<div class=\"paragraph\">\n      From shortly before the armistice at the end of the First World War, and for further months thereafter, RF was an ambulance-driver for the Société de secours aux blessés militaires. She enjoyed the work, partly because for her pleasure \"was still closely linked with service.\"\n      She was twice decorated for gallantry.\n      She then went to\n      Paris\n      at the time of the peace conference, intending to find work there.\n     </div>\n<div class=\"paragraph\">\n      Her war work was said to have affected her health and necessitated a rest cure.\n      She herself says nothing about this.\n     </div>\n<div class=\"paragraph\">\n      In Australia, still married, she was in love with a man who later settled in England.\n      She mentions, too, a love affair with \"an enchanting worldly-wise sailor attached to a diplomatic mission, half English, half Italian, who laughed at me a good deal and with me enough to take the sting out of life.\"\n      Part of his attraction was having \"neither inhibitions nor complexities.\" He died, however, later the same year.\n     </div>\n<h4>\n      Two Women in Asia\n     </h4>\n<div class=\"paragraph\">\n      Crossing the Channel to visit\n      Paris\n      after the war, RF forgot her passport and entered France illicitly, posing as the wife of a French general who assisted her in the deception.\n     </div>\n<div class=\"paragraph\">\n      But her first major travels were two successive expeditions with a woman friend,\n      Armorel Meinertzhagen\n      . Both were \"devoid of physical fear\" (though RF was full of mental anxieties) and refused to acknowledge \"the meaning of the word 'impossible'.\"\n      In thirteen months they visited thirty countries,\n      heading first for the\n      USA\n      and then from there, via\n      Hawaii\n      ,\n      Samoa\n      ,\n      New Guinea\n      ,\n      Java\n      ,\n      Sumatra\n      , the\n      Malay states\n      ,\n      Siam (Thailand)\n      ,\n      Cambodia\n      , and\n      Cochin China (now in Vietnam)\n      to\n      China\n      itself and after that to\n      Korea\n      . The two women went \"off the map in every direction and into the middle of Chinese war-lords.\"\n      Their adventures were highly varied: they smoked an experimental pipe of opium, and their Chinese interpreter was beheaded as a spy.\n     </div>\n<div class=\"paragraph\">\n      RF's account of this journey ends with her meeting Arab people for the first time. Her interest in the Middle East was strongly kindled, and (having failed to raise funds to attend the peace conference in Paris) she left England again in late 1919 for North Africa. She travelled first to\n      Cairo\n      in\n      Egypt\n      (where she parted ways with Meinertzhagen, who had again been her companion thus far), and then to\n      Palestine\n      , where in\n      Jerusalem\n      she learned about\n      Zionism\n      (at that date a movement of educated, urban, often communist idealists).\n      She was there at the time of the Easter riots in Jerusalem on 4-7 April 1920 (also known as the Nabi Musa riots, from the related Islamic holiday).\n     </div>\n<div class=\"paragraph\">\n      She returned to\n      Palestine\n      in 1929, finding an impressive Jewish zone representing \"a prosperous and glowing future.\"\n      She was at that time moved and inspired by the idealism of Jewish settlers, but anxious about the incomprehension of Arab peasants, still living the life of a thousand years ago.\n     </div>\n<h4>\n      Kufra\n     </h4>\n<div class=\"paragraph\">\n      RF's next journey, during the winter of 1920-1, took her via\n      Bengazi\n      , then\n      Cyrenaica\n      , towards to the oasis of\n      Kufra\n      in south-eastern\n      Libya\n      .\n     </div>\n<div class=\"paragraph chronstruct\">\n<strong>\n       15 January 1921\n      </strong>\n      RF and her fellow-traveller,\n      Ahmed Hassanein Bey\n      , reached the oasis of\n      Kufra\n      in south-eastern\n      Libya\n      , after a difficult camel journey through the desert.\n     </div>\n<div class=\"paragraph\">\n      Their return journey took them to\n      Cairo\n      by an unprecedented and equally difficult route. The whole expedition established RF's repution as an explorer. Kufra, a crossroads at the centre of a web of trade routes, was the headquarters of the\n      Senussi\n      movement, whose aim was to restore Islamic religious government to the area (as opposed to European colonial rule).\n      It was, too, a place where men and women could still be bought like sheep or camels. For getting there RF assumed the disguise of a Muslim woman, calling herself 'Khadija'. She relied on her knowledge of Arabic, and of how to make profession of Islamic belief, to get her through. Her \"faltering conversation\" was attributed to speaking a different variety among the many kinds of Arabic from that used by the people around her.\n     </div>\n<div class=\"paragraph\">\n      She weathered at least one attempt to have her killed, as well as coming close to death from thirst and from hostile locals. In the desert her party passed a group of human skeletons as well as those of camels. Kufra had only twice before been visited by Europeans: the nineteenth-century explorer\n      Friedrich Gerhard Rohlfs\n      and a French prisoner who went there involuntarily. RF travelled with the Oxford-educated, Egyptian\n      Ahmed Hassanein Bey\n      , and in concealment from Italian authorities who would have forbidden her journey. Their progress was made harder by serious friction between Arabs and Somalis among their party, and by having only baggage camels, not the superior trotting camels, to ride. Their beasts became emaciated on the journey for lack of food, but nevertheless several female camels bore healthy foals along the way.\n     </div>\n<div class=\"paragraph\">\n      In August that year RF set out, again wearing Islamic dress, on pilgrimage towards\n      Mecca\n      . She weathered some suspicions of her disguise, but at\n      Jeddah\n      she found she could proceed only if she first formally and publicly converted to Islam. This she discovered that she could not do, so she returned ignominiously to London.\n     </div>\n<h4>\n      Celebrity\n     </h4>\n<div class=\"paragraph chronstruct\">\n<strong>\n       18 May 1921\n      </strong>\n      RF, having made herself an authority on the\n      Senussi\n      \"confraternity\"\n      by her recent, unprecedented journey to\n      Kufra\n      in\n      Libya\n      , lectured on the movement to the\n      Central Asian Society\n      in\n      London\n      .\n     </div>\n<div class=\"paragraph\">\n      This launched a period as a celebrity, lecturing and receiving acclaim for her adventures. According to her obituary she was \"the heroine of the hour,\" summoned by the\n      king\n      for a personal account of her adventures.\n      According to herself, her wedding trip with her second husband was interrupted by receptions and medals from the Antwerp Geographical Society and the French Geographical Society and by a public adulation almost more than she could bear, though accompanied by malicious gossip in other circles.\n      A sour note was struck when Ahmed Hassanein Bey, her companion on the journey, made official representation to the\n      Scottish Geographical Society\n      that the expedition to Kufra was 'his': that he had originated and organised it.\n      Neville A. Pearson\n      wrote to\n      The Times\n      to assure its readers that RF had in fact attended to all the organisation herself: she had bought the tickets for the early stages of the journey, and expensive presents for African rulers, and arranged the passport for Hassanein Bey to travel as her secretary.\n     </div>\n<div class=\"paragraph\">\n      For RF's next journey (heading for Mecca and Medina but reaching only to\n      Jeddah\n      ) she was offered remuneration of five thousand pounds by\n      Lord Northcliffe\n      , a sum which \"represented to me security and a fortune.\" But she was not paid, since she turned back at Jeddah sooner than convert to Islam.\n     </div>\n<div class=\"paragraph\">\n      Over her career she was twice, she says, invited to stand for parliament.\n     </div>\n<h4>\n      Friends and Contacts\n     </h4>\n<div class=\"paragraph\">\n      RF's earliest travelling companion,\n      Armorel Meinertzhagen\n      , became her good friend. Forbes made personal contacts easily, and exacted help on the road from all sorts of highly unlikely individuals, one of them\n      Benito Mussolini\n      .\n      She discussed with another adventurous traveller,\n      Ella Maillart\n      , the disadvantages of travelling with a man (a man, they agreed, \"needed so much more than a woman\").\n     </div>\n<div class=\"paragraph\">\n      She apparently had a friendly, teasing relationship while journeying with\n      Ahmed Hassanein\n      , who went with her to Kufra but who was not, it seems, the creative mind behind the journey. Magazine publisher\n      Sir Neville Pearson\n      (employer of\n      Stevie Smith\n      ) asserted that RF had obtained letters of introduction for this trip from the\n      Emir (future King) Faisal\n      , when both were guests of Pearson's mother, and that these letters were crucial to the success of the expedition. Pearson's assignment of agency for this journey was corroborated by\n      Raymond Savage\n      , who had talked with RF and Hassanein when the latter was still not sure whether or not to accompany her.\n      In her autobiography she describes, with belated defensiveness, how she and her whole family had befriended Hassanein, and how she had promised to guarantee continuance of his salary if he should lose his job because of their expedition.\n      Her retrospective description of him, however (\"He was easily depressed and always conscious of his Eastern blood, which made him cleverer in vision but less factual than his Oxford contemporaries\"),\n      makes it easy to see how she could have given offence. To\n      Dorothy Middleton\n      , who revised RF's entry in the\n      ODNB\n      , Hassanein is \"the Egyptian scholar and explorer,\" and his resentment was justified by Forbes's underplaying his role in her book.\n     </div>\n<div class=\"paragraph\">\n      An indefatigable name-dropper, RF wrote that the greatest, and most sensible, man she had ever met was\n      Kemal Atatürk\n      ; she then bracketed with him\n      Franklin Delano Roosevelt\n      .\n      In\n      Cairo\n      she \"was always with\"\n      Gertrude Bell\n      or\n      Sir Kinahan Cornwallis\n      or\n      T. E. Lawrence\n      .\n      Violet Trefusis\n      told her she had endangered her future by marrying again, since it would prevent her doing a good job of work.\n     </div>\n<h3>\n      Second Marriage\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       22 October 1921\n      </strong>\n      RF married as her second husband\n      Arthur Thomas McGrath\n      , another colonel, then on the\n      War Office\n      general staff. She wore black for the wedding, in mourning for 'Rosita Forbes', but she kept her own name for writing.\n     </div>\n<div class=\"paragraph\">\n      She encountered McGrath, and thought him the most attractive man she had ever met, during the high tide of success of her Kufara book; she got him admitted to her second\n      Royal Geographical Society\n      lecture by falsely claiming that they were engaged. Their actual engagement rapidly followed, but her failed pilgrimage to Mecca intervened before they married.\n      She later called her wearing black (even including a black wedding ring) \"a silly gesture, but it amused me at the time.\"\n      Her new husband continued serving in the army until 1929, then went to work in the finance-dominated City of London. In September 1939 he rejoined the army for the duration of the war.\n      Arthur McGrath died in 1962.\n     </div>\n<div class=\"paragraph\">\n      With her second husband RF lived in\n      London\n      , starting off in\n      South Audley Street\n      in \"an attractive and inconvenient maisonette, where each room opened out of another.\"\n      .Though she was perhaps more often away than at home, she then persuaded her husband to buy \"a house much too large for us\"\n      in\n      Great Cumberland Place\n      , which was alleged to be haunted by the ghosts of Catholic priests martyred at nearby\n      Tyburn\n      . She decorated this house extravagantly (leopards in jungle foliage, handmade in bronze, lurked up and down the great staircase) with the help of Robert Lutyens, son of the famous architect. The McGraths had ten years for entertaining lavishly in this house, though RF fairly soon began to find it a burden.\n     </div>\n<div class=\"paragraph\">\n      One party that RF gave at Great Cumberland Place elicited a report in\n      Vogue\n      and a poem (about sausages, which were served by four chefs following eleven recipes in a grand gesture of economy) in the\n      Daily Express\n      .\n     </div>\n<h3>\n      More Travel, late 1920s, early 1930s\n     </h3>\n<h4>\n      Morocco, Ethiopia, Middle East\n     </h4>\n<div class=\"paragraph\">\n      While at home, RF and her husband were indefatigable guests at country-house weekends.\n     </div>\n<div class=\"paragraph\">\n      Both of them continued to be great travellers, together or separately. A visit which RF planned to\n      Yemen\n      (again in the guise of Khadija) in 1922 was supposed to lead on to a crossing of the 'empty quarter' of\n      Rub' al-Khali\n      (mostly in\n      Saudi Arabia\n      ) with\n      Harry Philby\n      . But they were repeatedly frustrated by inability to obtain the necessary permissions from the British authorities, who were worried about the danger. RF was always ready with alternative plans. Having already interviewed\n      Emir Sidi (or Sayed) Idris al-Senussi\n      (later King Idris of Libya), she visited the\n      Atlas Mountains\n      in\n      Morocco\n      to interview\n      El Raisuni\n      . She also journeyed about 1,100 miles by horse or mule through\n      Abyssinia\n      (now Ethiopia) from\n      Djibouti\n      in what was then called\n      French Somaliland\n      to\n      Addis Ababa\n      , then north to the\n      Eritrean\n      frontier and thence back to the coast, travelling with native helpers and a white camera-man,\n      Harold Jones\n      .\n     </div>\n<div class=\"paragraph\">\n      In 1929 RF was again in\n      Palestine\n      ,\n      Iraq\n      , and\n      Persia\n      (she wrote of\n      Abadan\n      , capital of the oilfields, that its \"religion was FUEL\").\n     </div>\n<div class=\"paragraph\">\n      RF met\n      Gertrude Bell\n      on these travels, and became a strong supporter of\n      King Faisal\n      , who was installed as Hashemite ruler of the new nation of\n      Iraq\n      at a Cairo conference of spring 1921. Whether travelling alone or with her husband, RF enjoyed staying with the 'best people' (the powerful or the celebrated) including the royalty of several countries.\n     </div>\n<h4>\n      Europe, the USA\n     </h4>\n<div class=\"paragraph\">\n      During the summers RF and her husband would travel together through the European countries which\n      Arthur McGrath\n      's\n      War Office\n      job made his particular concern.\n      Seeing\n      Europe\n      between the wars was, wrote RF, \"exciting, painful, gay and disillusioning.\"\n      She saw its population as hugely varied and multi-ethnic, divided by national frontiers as if by bars. She believed that she and her husband could see the simmering political unrest with particular clarity of vision because of they were \"polyglot in ideas and cheerfully international in our friendships.\"\n      This was exemplified in 1928, when during just one of their rambling seasons they visited half a dozen Eastern European and Balkan countries—\n      Hungary\n      ,\n      Romania\n      ,\n      Bulgaria\n      ,\n      Macedonia\n      ,\n      Yugoslavia\n      ,\n      Albania\n      —as well as\n      Italy\n      and\n      Germany\n      ).\n     </div>\n<div class=\"paragraph\">\n      In winter 1923-4 RF went for the first time on a lecture tour in the\n      USA\n      . She called it \"enormously interesting and far more exhausting than any amount of desert travel.\" She says she arrived at \"the moment of the 'Sheek'\" (though it was actually two years since the release of the film based on\n      E. M. Hull\n      's desert romance\n      The Sheik\n      ), so that the Americans wanted romance from her, while what she wanted was a United States of Arabia.\n     </div>\n<div class=\"paragraph\">\n      RF saw herself as \"work[ing] for Arab unity and independence\" by travelling, writing and speaking.\n      She saw herself as a professional, and when Ellis Ashmead-Bartlett, special correspondent for the\n      Daily Telegraph\n      (with a distinguished war-correspondent record behind him), died in 1933, she suggested to the managing director, Frederick Lawson, that she might succeed Ashmead-Bartlett. Lawson told her that her youth and good looks (that is, her gender) barred her from this job, and she \"laughed and was inwardly furious.\"\n      She admits, though, that she found it hard to \"yoke married life with a public career.\"\n     </div>\n<div class=\"paragraph\">\n      Having made several lecture tours in the\n      USA\n      (where she also sold as much journalistic writing as she could), she gave official lectures for the\n      War Office\n      in the Caribbean, the USA, and\n      Canada\n      during the years 1940-5.\n     </div>\n<div class=\"paragraph\">\n      RF and her husband lost what she variously describes as \"all our money\" and \"our small fortune\" in a financial crash. \"Like the rest of the world, we had been gambling on that beautiful, illogical boom which crashed in the autumn of '28.\"\n      Their gambling chip, says RF, consisted of shares in American Celanese, and it lost.\n      Travelling in Europe, they had refused (through \"an odd combination of laziness and over-confidence\") to believe the gravity of the rumours which reached them.\n      They had been spending hugely on their house. McGrath left the army and got a job in the City. He worked there until the outbreak of the second world war,\n      and RF's writings give no indication of unduly straitened circumstances.\n     </div>\n<h4>\n      South America, Russia, Germany\n     </h4>\n<div class=\"paragraph\">\n      RF travelled to South America with her husband in 1931: with the discovery of this new and fascinating region, she wrote, \"the whole of my life turned round.\"\n      They saw\n      Brazil\n      (not, she says, \"the real Brazil\"),\n      Uruguay\n      ,\n      Argentina\n      and\n      Chile\n      (including\n      Patagonia\n      ),\n      Bolivia\n      , and\n      Peru\n      .\n     </div>\n<div class=\"paragraph\">\n      Visiting\n      Soviet\n      Moscow\n      in early 1933\n      with a party of English schoolteachers, she remarked that the Communist sympathisers among them were \"bitterly disappointed\" not to find a utopia, while those who felt warmly or romantically towards the ancien regime were pleasantly surprised to find \"an enthusiastic people bent on creation.\"\n      She herself belonged to neither of these camps, but had come prepared to understand that the revolution, a great experiment in social engineering, could not have happened without violence and injustice, and that it was reasonable to suspend judgement for the time being.\n      She was therefore impressed by the combination of \"force and courage . . . . [t]he discomfort and the spiritual enthusiasm.\"\n      While there she attended the show trial of Alan Monkhouse and other British engineers working in Russia, who were accused of sabotage. They were acquitted, though serious damage was done to the USSR's relations with the capitalist world.\n     </div>\n<div class=\"paragraph\">\n      RF left\n      Russia\n      by way of\n      Finland\n      , and later the same year she flew to\n      Germany\n      to interview\n      Hitler\n      . In the autumn, still in 1933, she was back again lecturing in the USA, in the depths of the slump.\n      From\n      New York\n      she embarked with her husband on what she calls \"the last of my heedless journeys,\" an extensive and eventful tour of South America, in 1934. By the following year, she felt, the looming prospect of war made the whole of life, including her own travels, take a more serious tone.\n     </div>\n<h4>\n      People\n     </h4>\n<div class=\"paragraph\">\n      It was something of a coup for RF in June 1933 to interview\n      Hitler\n      , who had come to power on \"the crest of a new generation's resentment.\"\n      He spoke to her of his hatred of war, his assessment of the German character, his desire for men to be heroic and for women to be domestic. Recounting this interview in 1944 in a world dedicated to crushing Hitler, she guessed that he must have changed during the past decade, \"with the horrors he has perpetrated and the successes he has achieved.\"\n      She also doubted, by now, that he had spoken candidly in 1933: \"he had already written\n      Mein Kampf\n      , with its plans for the destruction of Europe and for a new world order.\"\n      She was granted another audience with him five years later at his mountain retreat near\n      Berchtesgaden\n      in the\n      Bavarian Alps\n      .\n     </div>\n<div class=\"paragraph\">\n      In 1934 she had a series of meetings with\n      Stalin\n      at\n      Moscow\n      .\n      She was always susceptible to admiration for exceptional energy and force of personality, but her writings about these tyrants suggest that she was not quite so credulously uncritical as she was sometimes represented.\n     </div>\n<div class=\"paragraph\">\n      In\n      Finland\n      RF met the national hero Marshal Mannerheim.\n      On her first visit to the\n      USA\n      she met\n      Rebecca West\n      ,\n      Ruth Draper\n      ,\n      Anna Pavlova\n      , and\n      H. G. Wells\n      ; on her second she met\n      Franklin Delano\n      and\n      Eleanor Roosevelt\n      . In\n      Addis Ababa\n      she met\n      Ras Tafari\n      (a title of the future emperor Haile Selassie), and in\n      India\n      the many high-ranking Indians and Anglo-Indians she made friends of included\n      Sarojini Naidu\n      and Begum\n      Shah Nawaz\n      . In Europe she stayed with\n      Elizabeth von Arnim (by then Countess Russell)\n      in\n      Switzerland\n      and with\n      Violet Trefusis\n      in her medieval tower at\n      St Loup de Naud\n      in\n      France\n      .\n      She wrote warmly of the\n      Duke\n      and\n      Duchess of Windsor\n      , met in\n      Nassau\n      in 1941.\n     </div>\n<h3>\n      Later 1930s\n     </h3>\n<div class=\"paragraph\">\n      RF made one of her most serious and complicated journeys in 1936. She travelled via\n      Baghdad\n      in\n      Iraq\n      ,\n      Rangoon\n      in\n      Burma\n      ,\n      Mandalay\n      ,\n      Calcutta\n      in\n      India\n      ,\n      Delhi\n      , the\n      North-West Frontier\n      ,\n      Peshawar\n      in\n      Afghanistan\n      ,\n      Kabul\n      ,\n      Kandahar\n      , the giant Buddhas at\n      Bamian\n      and the Central Asian steppes, to\n      Mazar-i-Sherif\n      . She then proceeded to\n      Bukhara\n      (now in ),\n      Samarkand\n      , and\n      Tashkent\n      , seeing more of their\n      Soviet\n      present than of their fabled past. From Tashkent she caught a train for\n      Moscow\n      .\n     </div>\n<div class=\"paragraph\">\n      In 1937 she and her husband, wishing to build a house for their old age in some \"large empty space, somewhere in the sun,\"\n      went to spend two months in\n      Kenya\n      , as well as visiting\n      Rwanda\n      , the\n      Congo\n      ,\n      Entebbe\n      in\n      Uganda\n      , and\n      Dar-es-Salaam\n      in what was then\n      Tanganyika\n      . She went on through\n      Northern\n      and\n      Southern Rhodesia\n      to\n      South Africa\n      :\n      Johannesburg\n      (which naturally, she writes, she adored),\n      Pretoria\n      , the\n      Kruger National Park\n      , and\n      Cape Town\n      .\n      Later in the same year came her next trip to\n      Germany\n      ,\n      Italy\n      , and\n      Paris\n      , and the following her year her tour of\n      princely Indian states\n      . Her trip to the\n      Bahamas\n      in early 1939 with her husband was undertaken for pure pleasure and romance. In summer 1939 they were in\n      Tunisia\n      ; they were at\n      Hammamet\n      at the time of the German-Soviet non-aggression pact (on 23 August 1939).\n      They travelled home across\n      France\n      \"with soldiers going to join their regiments.\"\n     </div>\n<h4>\n      Decision to Emigrate\n     </h4>\n<div class=\"paragraph\">\n      Early in the year that war broke out, RF and her husband,\n      Arthur McGrath\n      , decided to leave\n      England\n      and settle on the Out-Island of\n      Eleuthera\n      in the\n      Bahamas\n      , a spot beside\n      Grannie Long Pond\n      . They had chosen the place on a difficult day's travel, when everything seemed to go wrong.\n      Forbes decided, \"[r]emembering\n      Virginia Woolf\n      's\n      A Room of One's Own\n      ,\" that \"one whole side of the house opening into the court should be my own. There I would have all the space I could use.\"\n      In the spring of 1943, however, she and her husband were still living in a top-floor flat in\n      London\n      and in late 1944 they were staying in the\n      USA\n      . After this they did indeed settle in the\n      Bahamas\n      .\n     </div>\n<h3>\n      Second World War\n     </h3>\n<div class=\"paragraph\">\n      RF had been patriotically outraged at the Italian invasion of\n      Abyssinia\n      on 3 October 1935 (which was presented as saving the country from British imperialism).\n      Visiting\n      Germany\n      in 1937, when she found most young Germans she met were amusedly sceptical about\n      Nazi\n      plans for \"world domination,\" she \"could not induce any of these splendidly healthy young people, golden as apricots, to be what I considered 'sufficiently appalled' by the fate of the Jews in Germany. It is really most extraordinary how commonplace, quite kindly individuals can be indifferent to the sufferings of their neighbours.\"\n      Her final prewar impression of that country, in June 1938, was of \"a frenzy of expectation\" of war.\n      Though she was deeply unwilling to see the end of Britain's position as a world power, she was equally desirous to avoid war. She felt that British efforts to grasp at peace were futile, yet she like other people could not help investing hope in the\n      Munich\n      agreement (29 September 1938).\n      She \"felt sick\" when\n      Hitler\n      invaded\n      Poland\n      on 1 September 1939, having no illusions, but knowing (as few English people did, she implied later) his \"strength and intentions.\"\n     </div>\n<div class=\"paragraph\">\n      In\n      London\n      during the blitz, she was as brave as on her travels. She and her husband did not use their dug-out during air-raids, but lent it to neighbours who were scared. She tells with relish the story of her cleaning-woman arriving for work, not mentioning that she had been dug out of the ruins of her bombed home that morning until RF pointed out that she was late.\n     </div>\n<div class=\"paragraph\">\n      RF's patriotism has been called in question, however, not so much because she spent much of the war in\n      North America\n      and the Caribbean, but because early in the war she chose to publish a book about international celebrities,\n      These Men I Knew\n      , which frankly avows her admiration for the\n      Hitler\n      of the early 1930s (as well as the\n      Stalin\n      of the same period).\n      She certainly did not take a positively pro-Nazi stance but demonstrated, perhaps, a weakness for the charisma of a self-proclaimed great man. She was strenuously patriotic, throwing herself into war work and embarking on yet another Atlantic crossing (regardless of the current dangers of ocean travel) when hearing, in the USA, the news of the retreat from\n      Dunkirk\n      made her long \"to be there—on that ridiculous, conceited, incomparable island which at least would fight.\"\n      People in Britain at war—disregarding hardship and hunger, devoted over-ridingly to their cause—reminded her of people in peacetime\n      Soviet Russia\n      .\n     </div>\n<h4>\n      Lecturing\n     </h4>\n<div class=\"paragraph\">\n      Early in the second world war RF \"applied for every kind of job\"\n      in which languages and knowledge of foreign countries might be useful, until she settled for writing articles for journals, and in January 1940 leaving to lecture in\n      Canada\n      , then in\n      New York\n      and the\n      Bahamas\n      , then, from later that year, around Britain, and later again back in North America.\n      In early 1941, back in the Bahamas after travelling south from Canada, she found that growing and exporting food counted as war work. Her coconut plantations, however, were ruined by a hurricane.\n      She was soon back in Britain, \"writing about work and workers [there] for Canada's enterprising\n      Toronto Star\n      .\"\n      She wrote particularly of the blending and jarring of different nationalities in Britain at this time.\n      She toured widely giving lectures for the\n      Air Ministry\n      and the\n      Army\n      , fielding tricky questions about Russia (a subject on which everybody held ideas of their own) and whether the war could be won by bombing, which airforcemen were eager to believe though she did not.\n     </div>\n<h4>\n      Places for Living\n     </h4>\n<div class=\"paragraph\">\n      Early in the war, RF and her husband moved from their big\n      Great Cumberland Place\n      house to \"the most engaging bandbox in\n      Chapel Street\n      .\"\n      They were meanwhile building themselves two houses elsewhere, on\n      Eleuthera\n      in the\n      Bahamas\n      .\n     </div>\n<div class=\"paragraph\">\n      In Chapel Street they still had \"two small maids,\"\n      and later on a cook and a daily woman. But in 1943 RF found herself for the first time in her life doing her own grocery shopping and cooking: discovering how to supplement rationed meat, fat, sugar and tea with unrationed bread, potatoes, and green vegetables—discovering, too, how heavy these were to carry home.\n     </div>\n<h4>\n      Places Visited\n     </h4>\n<div class=\"paragraph\">\n      Sailing from\n      Liverpool\n      for\n      Canada\n      in January 1940 on board a Duchess line steamer, she first endured the ship being holed on\n      South Rock\n      ,\n      County Down\n      . Then came encounters with a submarine, bombers (\"ours of course\")\n      coming to depth-charge the submarine, and then, re-embarked on a different ship, with a wave which stove in portholes. RF travelled across Canada, lecturing from east to west and then back again from west to east. She then went south to\n      New York\n      on her way back to the\n      Bahamas\n      , where she combined giving speeches with house-building.\n      in June 1940 she was back in New York, working at the intractable task of arranging transport back to an England which nobody around her believed could survive.\n      Going back and forth between England and the Bahamas involved many more visits to the USA and especially Canada. She had another dangerous crossing from\n      Halifax\n      in 1942, and felt some horror at arriving in an England where bureaucracy was rampant and people were disagreeable and full of grumbles—but still determined to hang on, with no conception that they could be beaten.\n     </div>\n<div class=\"paragraph\">\n      A serious attack of measles in 1943 pulled RF down badly but brought her some respite from the grind of wartime life. She convalesced with friends at\n      Bradstone Brook\n      in\n      Surrey\n      .\n     </div>\n<div class=\"paragraph\">\n      In late November 1943 RF and her husband crossed the Atlantic again on a liner turned troopship\n      She was apparently still in the\n      USA\n      , at\n      Caramoor\n      in\n      Katonah\n      ,\n      New York\n      (estate of the travellers and collectors Walter and Lucie Rosen), nearly a year later.\n     </div>\n<h3>\n      Death\n     </h3>\n<div class=\"paragraph chronstruct\">\n<strong>\n       30 June 1967\n      </strong>\n      Rosita McGrath (formerly RF) died at her home in\n      Warwick\n      ,\n      Bermuda\n      .\n     </div>\n</div>"
